Repository: givefood/givefood
Catalog: gfwfbn/locale/*/LC_MESSAGES/django.po
Languages: gd

source: Home
gd: Dachaidh

source: What Food Banks Need
gd: Dè na bancaichean bìdh a dh 'fheumas

source: Parliamentary Constituencies
gd: Roinnean-pàrlamaid

source: Find which food banks operate in your parliamentary constituency, then donate or take action.
gd: Faigh a - mach dè na bancaichean bìdh a tha ag obair anns a 'phàrlamaid agad, an uairsin thoir seachad no cuir an gnìomh.

source: Sorry, we didn't recognise this postcode. Could you try again?
gd: Duilich, cha d 'fhuair sinn am post - d seo. An urrainn dhut/dhuibh sin fheuchainn a - rithist?

source: Search by postcode
gd: Lorg a - rèir còd - puist

source: Go
gd: Rachaibh

source: Donation points
gd: Puingean tabhartais

source: This food bank is closed
gd: Tha am banca seo dùinte

source: is a donation point for
gd: tha e a 'toirt taic do

source: Here they are requesting to have donated...
gd: Tha iad ag iarraidh gun tèid tabhartas a thoirt seachad...

source: They don't need any more
gd: Chan eil feum air tuilleadh

source: Opening hours
gd: Uairean fosglaidh

source: Hours may vary because of
gd: Dh'fhaoidte gum bi na h - uairean ag atharrachadh air sgàth

source: Only accepts in-store purchases as donations
gd: A 'ceannach a - steach mar thabhartasan a - mhàin

source: Although, sometimes you can add items marked as not from the store. Best to check.
gd: Ach, uaireannan faodaidh tu rudan a chuir ris a tha air an comharrachadh mar nach eil bhon bhùth. An rud as fheàrr airson sgrùdadh.

source: Wheelchair accessible
gd: Ruigsinneach do chathraichean - cuibhle

source: Directions
gd: Stiùireadh

source: Main
gd: Prìomh

source: Delivery
gd: Lìbhrigeadh

source: Edit
gd: Deasaichvector-mode

source: History
gd: Eachdraidh

source: ago
gd: o chionn

source: No change
gd: Gun atharrachadh

source: Charity Registration
gd: Clàradh carthannais

source: Part of
gd: Pàirt de

source: is a registered charity in England &amp; Wales
gd: tha e na charthannas clàraichte ann an Sasainn agus sa Chuimrigh

source: Donate
gd: Tabhartas

source: Food, money or your time
gd: Biadh, airgead no àm ri teachd

source: Donate using
gd: Thoir seachad a ‘cleachdadh

source: Get updates
gd: Faigh ùrachaidhean

source: Get any email when new items are needed
gd: Faigh post - d sam bith nuair a tha feum air nithean ùra

source: Organisation
gd: Eagrachadh

source: marker
gd: momharra

source: Location
gd: Ionad

source: Donation point
gd: Puing tabhartais

source: Details
gd: Mion-fhiosrachadh

source: Locations
gd: Àiteachan

source: News
gd: Naidheachdan

source: Social media
gd: Na meadhanan sòisealta

source: Get an email when items are needed.
gd: Cuir post - d thugainn nuair a tha feum air.

source: Email address
gd: Seòladh puist - d

source: Subscribe
gd: Fo-sgrìobhadh

source: We'll never use your email address for anything else, and you can unsubscribe at any time.
gd: Cha chleachd sinn an seòladh puist - d agad airson rud sam bith eile, agus faodaidh tu dì - chlàradh aig àm sam bith.

source: Website
gd: Làrach-lìn

source: Phone
gd: Fòn

source: Email
gd: Post-d

source: Administrative
gd: Ver

source: You can find out what being to have donated on Facebook:
gd: Faodaidh tu faighinn a - mach dè a th 'ann an tabhartas air Facebook:

source: is currently requesting the following items to be donated:
gd: tha na duilleagan a leanas a 'ceangal ri Tabhartas:

source: This location accepts donations
gd: Tha an t - àite seo a 'gabhail ri tabhartasan

source: Administration
gd: Rianachd

source: away
gd: air falbh

source: Here is what the email you'll get looks like...
gd: Seo mar a gheibh thu an iPhone agad...

source: Use Give Food's tool to find what food banks near you are requesting to have donated
gd: Faigh a - mach dè na bancaichean bìdh a tha thu ag iarraidh

source: Map of UK food banks
gd: Bancaichean Biadh Bhreatainn

source: Find a food bank & see what they need
gd: Faigh a - mach dè a th 'ann am banca bìdh agus faic dè a tha a dhìth orra

source: Find a food bank near you, see what they need and how you can help by donating or volunteering.
gd: Lorg banca bìdh faisg ort, faic na tha a dhìth orra agus mar as urrainn dhut cuideachadh le bhith a 'toirt seachad no ag obair gu saor - thoileach.

source: Use my location
gd: Cleachd m 'ionad

source: Postcode or town
gd: Cairt - phuist no baile

source: e.g. EX4 6PX or Sheffield
gd: e.g. EH12 5PJ no Glasgow

source: Sorry, we couldn't use that location. Is it inside the United Kingdom?
gd: Tha mi duilich, cha b 'urrainn dhuinn an t - àite sin a chleachdadh. A bheil e ann am Breatainn?

source: Browse by parliamentary constituency
gd: Pàrlamaid na h - Alba Parliamentary constituency

source: Register a food bank
gd: Clàraich banca bìdh

source: About us
gd: Mu ar deidhinn

source: Recently updated
gd: Ùrachadh o chionn ghoirid

source: Most viewed this week
gd: A 'mhòr - chuid den t - seachdain seo

source: Information
gd: Fiosrachadh

source: Nothing right now, thanks
gd: No big deal, thanks

source: Sorry. We don't know what's needed here, please contact the food bank
gd: Duilich. Chan eil fios againn dè a tha a dhìth an seo, cuir fios chun bhanca bìdh

source: Check the food bank's Facebook page for what they need
gd: Thoir sùil air duilleag Facebook a 'bhanca bìdh airson na tha a dhìth orra
