Repository: givefood/givefood
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bn, cy, es, fr, ga, gd, gu, it, lt, pa, pl, pt, ro, ta, tr, ur

source: <p>Give Food is a UK charity that uses data to highlight local and structural food insecurity, then provides tools to help alleviate it.</p> <p>We run the only <a href="/needs/">national public database of food banks</a>, tracking in realtime what they are requesting to have donated.</p> <p>Working with a wide variety of public and private organisations, including many other charities, we share our data with millions of users each year, helping people learn about and engage with food poverty causes.</p> <p>We became a <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">charity</a> in February 2020, just weeks before the UK entered COVID-19 lockdowns, and since then we've worked with hundreds of local food insecurity alleviation organisations delivering hundreds of tonnes of vitally needed supplies.</p> <p>For example, during the pandemic we delivered <a href="/2020/#ppe-supplies">1.2m items of PPE</a> to help keep food banks from Penzance to Lerwick as safe as possible whilst continuing to support their communities.</p> <p>We help the public act on food insecurity by using our data to show which food banks are in their parliamentary constituency, and provide a <a href="/write/">tool to easily email their Member of Parliament</a> asking what action they are taking to remedy it.</p> <p>Our operations are open source and transparent, with almost all of our current and historical <a href="https://github.com/givefood/givefood">code</a> and <a href="/api/">data</a> published, plus <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">accounts</a> and <a href="/annual-reports/">annual reports</a> available to view.</p> <p>Please don't hesitate to contact us with any suggestions, comments, criticism or encouragement.</p> <p> <em>The Give Food Trustees</em> </p> <p> <a href="mailto:mail@givefood.org.uk">mail@givefood.org.uk</a> </p>
ar: <p style=";text-align:right;direction:rtl">Give Food هي مؤسسة خيرية في المملكة المتحدة تستخدم البيانات لتسليط الضوء على انعدام الأمن الغذائي المحلي والبنيوي، ثم تقدم أدوات للمساعدة في التخفيف من حدته.</p><p style=";text-align:right;direction:rtl"> نحن ندير <a href="/needs/">قاعدة البيانات العامة الوطنية الوحيدة لبنوك الطعام</a> ، ونتتبع في الوقت الحقيقي ما يطلبونه من التبرعات.</p><p style=";text-align:right;direction:rtl"> من خلال العمل مع مجموعة واسعة من المنظمات العامة والخاصة، بما في ذلك العديد من المؤسسات الخيرية الأخرى، فإننا نشارك بياناتنا مع ملايين المستخدمين كل عام، مما يساعد الناس على التعرف على أسباب فقر الغذاء والتفاعل معها.</p><p style=";text-align:right;direction:rtl"> لقد أصبحنا <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">مؤسسة خيرية</a> في فبراير 2020، قبل أسابيع فقط من دخول المملكة المتحدة في عمليات الإغلاق بسبب كوفيد-19، ومنذ ذلك الحين عملنا مع مئات من منظمات التخفيف من انعدام الأمن الغذائي المحلية لتوفير مئات الأطنان من الإمدادات الحيوية المطلوبة.</p><p style=";text-align:right;direction:rtl"> على سبيل المثال، خلال فترة الوباء، قمنا بتسليم <a href="/2020/#ppe-supplies">1.2 مليون قطعة من معدات الوقاية الشخصية</a> للمساعدة في إبقاء بنوك الطعام من بينزانس إلى ليريويك آمنة قدر الإمكان مع الاستمرار في دعم مجتمعاتها.</p><p style=";text-align:right;direction:rtl"> نحن نساعد الجمهور على اتخاذ إجراء بشأن انعدام الأمن الغذائي من خلال استخدام بياناتنا لإظهار بنوك الطعام الموجودة في دوائرهم البرلمانية، وتوفير <a href="/write/">أداة لإرسال بريد إلكتروني بسهولة إلى عضو البرلمان الخاص بهم</a> للاستفسار عن الإجراءات التي يتخذونها لمعالجة هذه المشكلة.</p><p style=";text-align:right;direction:rtl"> عملياتنا مفتوحة المصدر وشفافة، مع نشر كل ما لدينا من <a href="https://github.com/givefood/givefood">أكواد</a> <a href="/api/">وبيانات</a> حالية وتاريخية تقريبًا، بالإضافة إلى <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">الحسابات</a> والتقارير <a href="/annual-reports/">السنوية</a> المتاحة للعرض.</p><p style=";text-align:right;direction:rtl"> من فضلك لا تتردد في الاتصال بنا بأي اقتراحات أو تعليقات أو انتقادات أو تشجيع.</p><p style=";text-align:right;direction:rtl"> <em>أمناء مؤسسة Give Food</em></p><p style=";text-align:right;direction:rtl"> <a href="mailto:mail@givefood.org.uk">البريد الإلكتروني: mail@givefood.org.uk</a></p>
bg: <p>Give Food е британска благотворителна организация, която използва данни, за да подчертае местната и структурна продоволствена несигурност, след което предоставя инструменти, които да помогнат за облекчаването ѝ.</p><p> Ние управляваме единствената <a href="/needs/">национална публична база данни за хранителни банки</a> , проследявайки в реално време какво искат да бъдат дарени.</p><p> Работейки с голямо разнообразие от публични и частни организации, включително много други благотворителни организации, ние споделяме данните си с милиони потребители всяка година, помагайки на хората да научат за и да се ангажират с причините за хранителната бедност.</p><p> Станахме <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">благотворителна организация</a> през февруари 2020 г., само седмици преди Обединеното кралство да влезе в карантината заради COVID-19, и оттогава работихме със стотици местни организации за облекчаване на продоволствената несигурност, доставяйки стотици тонове жизнено необходими доставки.</p><p> Например, по време на пандемията доставихме <a href="/2020/#ppe-supplies">1,2 милиона артикула лични предпазни средства</a> , за да помогнем на хранителните банки от Пензанс до Леруик да бъдат максимално безопасни, като същевременно продължим да подкрепяме техните общности.</p><p> Ние помагаме на обществеността да действа по отношение на продоволствената несигурност, като използваме нашите данни, за да покажем кои хранителни банки има в техния парламентарен избирателен район и предоставяме <a href="/write/">инструмент за лесно изпращане на имейл до техния член на парламента</a> с въпрос какви действия предприемат, за да го отстранят.</p><p> Нашите операции са с отворен код и прозрачни, като почти целият ни текущ и исторически <a href="https://github.com/givefood/givefood">код</a> и <a href="/api/">данни</a> са публикувани, както и <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">отчети</a> и <a href="/annual-reports/">годишни отчети,</a> достъпни за преглед.</p><p> Моля, не се колебайте да се свържете с нас с всякакви предложения, коментари, критики или насърчения.</p><p> <em>Попечителите на Give Food</em></p><p> <a href="mailto:mail@givefood.org.uk">mail@givefood.org.uk</a></p>
bn: <p>গিভ ফুড হল যুক্তরাজ্যের একটি দাতব্য সংস্থা যা স্থানীয় এবং কাঠামোগত খাদ্য নিরাপত্তাহীনতা তুলে ধরার জন্য তথ্য ব্যবহার করে, তারপর এটি দূর করতে সাহায্য করার জন্য সরঞ্জাম সরবরাহ করে।</p><p> আমরা <a href="/needs/">খাদ্য ব্যাংকগুলির একমাত্র জাতীয় পাবলিক ডাটাবেস</a> পরিচালনা করি, তারা কী অনুদানের জন্য অনুরোধ করছে তা রিয়েলটাইমে ট্র্যাক করি।</p><p> বিভিন্ন ধরণের সরকারি ও বেসরকারি সংস্থার সাথে কাজ করে, যার মধ্যে রয়েছে অন্যান্য অনেক দাতব্য প্রতিষ্ঠান, প্রতি বছর লক্ষ লক্ষ ব্যবহারকারীর সাথে আমাদের তথ্য ভাগ করে নিই, যা মানুষকে খাদ্য দারিদ্র্যের কারণগুলি সম্পর্কে জানতে এবং তাদের সাথে যুক্ত হতে সাহায্য করে।</p><p> যুক্তরাজ্যে কোভিড-১৯ লকডাউন শুরু হওয়ার মাত্র কয়েক সপ্তাহ আগে, ২০২০ সালের ফেব্রুয়ারিতে আমরা একটি <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">দাতব্য প্রতিষ্ঠানে</a> পরিণত হয়েছিলাম, এবং তারপর থেকে আমরা শত শত স্থানীয় খাদ্য নিরাপত্তাহীনতা দূরীকরণ সংস্থার সাথে কাজ করে শত শত টন অত্যাবশ্যকীয় সরবরাহ সরবরাহ করেছি।</p><p> উদাহরণস্বরূপ, মহামারী চলাকালীন আমরা পেনজ্যান্স থেকে লারউইক পর্যন্ত খাদ্য ব্যাংকগুলিকে যতটা সম্ভব নিরাপদ রাখতে এবং তাদের সম্প্রদায়গুলিকে সহায়তা অব্যাহত রাখতে <a href="/2020/#ppe-supplies">১.২ মিলিয়ন পিপিই আইটেম</a> সরবরাহ করেছি।</p><p> আমরা জনসাধারণকে খাদ্য নিরাপত্তাহীনতার বিরুদ্ধে পদক্ষেপ নিতে সাহায্য করি, আমাদের তথ্য ব্যবহার করে দেখাই যে তাদের সংসদীয় নির্বাচনী এলাকায় কোন খাদ্য ব্যাংক রয়েছে, এবং <a href="/write/">তাদের সংসদ সদস্যদের ইমেল করে তাদের প্রতিকারের জন্য তারা কী পদক্ষেপ নিচ্ছেন তা জানতে একটি টুল</a> প্রদান করি।</p><p> আমাদের কার্যক্রম ওপেন সোর্স এবং স্বচ্ছ, আমাদের প্রায় সমস্ত বর্তমান এবং ঐতিহাসিক <a href="https://github.com/givefood/givefood">কোড</a> এবং <a href="/api/">ডেটা</a> প্রকাশিত হয়েছে, এবং <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">অ্যাকাউন্ট</a> এবং <a href="/annual-reports/">বার্ষিক প্রতিবেদনগুলি</a> দেখার জন্য উপলব্ধ।</p><p> যেকোনো পরামর্শ, মন্তব্য, সমালোচনা বা উৎসাহের জন্য আমাদের সাথে যোগাযোগ করতে দ্বিধা করবেন না।</p><p> <em>গিভ ফুড ট্রাস্টিরা</em></p><p> <a href="mailto:mail@givefood.org.uk">mail@givefood.org.uk ঠিকানা</a></p>
cy: <p>Mae Give Food yn elusen yn y DU sy'n defnyddio data i amlygu ansicrwydd bwyd lleol a strwythurol, yna'n darparu offer i helpu i'w liniaru.</p><p> Rydym yn rhedeg yr unig <a href="/needs/">gronfa ddata gyhoeddus genedlaethol o fanciau bwyd</a> , gan olrhain mewn amser real yr hyn maen nhw'n gofyn am ei gael wedi'i roi.</p><p> Gan weithio gydag amrywiaeth eang o sefydliadau cyhoeddus a phreifat, gan gynnwys llawer o elusennau eraill, rydym yn rhannu ein data gyda miliynau o ddefnyddwyr bob blwyddyn, gan helpu pobl i ddysgu am achosion tlodi bwyd ac ymgysylltu â nhw.</p><p> Daethom yn <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">elusen</a> ym mis Chwefror 2020, ychydig wythnosau cyn i'r DU fynd i gyfnodau clo COVID-19, ac ers hynny rydym wedi gweithio gyda channoedd o sefydliadau lleddfu ansicrwydd bwyd lleol gan gyflenwi cannoedd o dunelli o gyflenwadau hanfodol.</p><p> Er enghraifft, yn ystod y pandemig fe wnaethon ni ddanfon <a href="/2020/#ppe-supplies">1.2 miliwn o eitemau o PPE</a> i helpu i gadw banciau bwyd o Penzance i Lerwick mor ddiogel â phosibl wrth barhau i gefnogi eu cymunedau.</p><p> Rydym yn helpu'r cyhoedd i weithredu ar ansicrwydd bwyd drwy ddefnyddio ein data i ddangos pa fanciau bwyd sydd yn eu hetholaeth seneddol, a darparu <a href="/write/">teclyn i anfon e-bost yn hawdd at eu Haelod Seneddol</a> yn gofyn pa gamau maen nhw'n eu cymryd i'w unioni.</p><p> Mae ein gweithrediadau'n ffynhonnell agored ac yn dryloyw, gyda bron ein holl <a href="https://github.com/givefood/givefood">god</a> a <a href="/api/">data</a> cyfredol a hanesyddol wedi'u cyhoeddi, ynghyd â <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">chyfrifon</a> ac <a href="/annual-reports/">adroddiadau blynyddol</a> ar gael i'w gweld.</p><p> Mae croeso i chi gysylltu â ni gydag unrhyw awgrymiadau, sylwadau, beirniadaeth neu anogaeth.</p><p> <em>Ymddiriedolwyr Rhoi Bwyd</em></p><p> <a href="mailto:mail@givefood.org.uk">mail@givefood.org.uk</a></p>
es: <p>Give Food es una organización benéfica del Reino Unido que utiliza datos para destacar la inseguridad alimentaria local y estructural y luego proporciona herramientas para ayudar a aliviarla.</p><p> Gestionamos la única <a href="/needs/">base de datos pública nacional de bancos de alimentos</a> y rastreamos en tiempo real lo que solicitan para donar.</p><p> Trabajamos con una amplia variedad de organizaciones públicas y privadas, incluidas muchas otras organizaciones benéficas, compartimos nuestros datos con millones de usuarios cada año, ayudando a las personas a conocer y participar en las causas de la pobreza alimentaria.</p><p> Nos convertimos en una <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">organización benéfica</a> en febrero de 2020, apenas unas semanas antes de que el Reino Unido entrara en confinamientos por la COVID-19, y desde entonces hemos trabajado con cientos de organizaciones locales de alivio de la inseguridad alimentaria entregando cientos de toneladas de suministros de vital necesidad.</p><p> Por ejemplo, durante la pandemia entregamos <a href="/2020/#ppe-supplies">1,2 millones de artículos de EPP</a> para ayudar a mantener los bancos de alimentos desde Penzance hasta Lerwick lo más seguros posible y, al mismo tiempo, continuar apoyando a sus comunidades.</p><p> Ayudamos al público a actuar frente a la inseguridad alimentaria utilizando nuestros datos para mostrar qué bancos de alimentos hay en su circunscripción parlamentaria y proporcionamos una <a href="/write/">herramienta para enviar fácilmente un correo electrónico a su miembro del Parlamento</a> preguntándole qué medidas están tomando para remediarlo.</p><p> Nuestras operaciones son de código abierto y transparentes, con casi todo nuestro <a href="https://github.com/givefood/givefood">código</a> y <a href="/api/">datos</a> actuales e históricos publicados, además de <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">cuentas</a> e <a href="/annual-reports/">informes anuales</a> disponibles para consultar.</p><p> No dudes en contactarnos con cualquier sugerencia, comentario, crítica o estímulo.</p><p> <em>Los fideicomisarios de Give Food</em></p><p> <a href="mailto:mail@givefood.org.uk">correo electrónico@givefood.org.uk</a></p>
fr: <p>Give Food est une organisation caritative britannique qui utilise des données pour mettre en lumière l'insécurité alimentaire locale et structurelle, puis fournit des outils pour contribuer à l'atténuer.</p><p> Nous gérons la seule <a href="/needs/">base de données publique nationale des banques alimentaires</a> , permettant de suivre en temps réel leurs demandes de dons.</p><p> En collaborant avec un large éventail d'organisations publiques et privées, dont de nombreuses autres associations caritatives, nous partageons chaque année nos données avec des millions d'utilisateurs, aidant ainsi les gens à s'informer et à s'engager dans la lutte contre la précarité alimentaire.</p><p> Nous sommes devenus une <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">organisation caritative</a> en février 2020, quelques semaines seulement avant le confinement lié à la COVID-19 au Royaume-Uni, et depuis lors, nous avons travaillé avec des centaines d'organisations locales de lutte contre l'insécurité alimentaire, en fournissant des centaines de tonnes de denrées essentielles.</p><p> Par exemple, pendant la pandémie, nous avons distribué <a href="/2020/#ppe-supplies">1,2 million d'articles d'EPI</a> pour aider à assurer la sécurité maximale des banques alimentaires de Penzance à Lerwick tout en continuant à soutenir leurs communautés.</p><p> Nous aidons le public à lutter contre l'insécurité alimentaire en utilisant nos données pour indiquer quelles banques alimentaires se trouvent dans leur circonscription parlementaire, et nous fournissons un <a href="/write/">outil permettant d'envoyer facilement un courriel à leur député</a> pour lui demander quelles mesures il prend pour remédier à cette situation.</p><p> Nos opérations sont ouvertes et transparentes : la quasi-totalité de notre <a href="https://github.com/givefood/givefood">code</a> et de nos <a href="/api/">données</a> , actuels et historiques, sont publiés, et <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">nos comptes</a> et <a href="/annual-reports/">rapports annuels</a> sont consultables.</p><p> N'hésitez pas à nous contacter pour toute suggestion, commentaire, critique ou encouragement.</p><p> <em>Les administrateurs de Give Food</em></p><p> <a href="mailto:mail@givefood.org.uk">mail@givefood.org.uk</a></p>
ga: <p>Is carthanas sa Ríocht Aontaithe é Give Food a úsáideann sonraí chun aird a tharraingt ar éiginnteacht bia áitiúil agus struchtúrach, agus ansin soláthraíonn sé uirlisí chun cabhrú leis an neamhchinnteacht sin a mhaolú.</p><p> Reáchtálaimid an t-aon <a href="/needs/">bhunachar sonraí poiblí náisiúnta de bhainc bia</a> , ag rianú i bhfíor-am cad atá siad ag iarraidh a thabhairt mar bhronntanas.</p><p> Ag obair le réimse leathan eagraíochtaí poiblí agus príobháideacha, lena n-áirítear go leor carthanachtaí eile, roinnimid ár sonraí le milliúin úsáideoirí gach bliain, ag cabhrú le daoine foghlaim faoi chúiseanna bochtaineachta bia agus dul i ngleic leo.</p><p> Rinneadh <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">carthanas</a> dínn i mí Feabhra 2020, díreach seachtainí sular chuaigh an Ríocht Aontaithe isteach i ndianghlasálacha COVID-19, agus ó shin i leith táimid ag obair le na céadta eagraíocht áitiúil um mhaolú éiginnteachta bia ag seachadadh na céadta tonna de sholáthairtí ríthábhachtacha.</p><p> Mar shampla, le linn na paindéime seachadamar <a href="/2020/#ppe-supplies">1.2m earra trealaimh chosanta pearsanta (PPE)</a> chun cabhrú le bainc bia ó Penzance go Lerwick a choinneáil chomh sábháilte agus ab fhéidir agus ag an am céanna leanúint orthu ag tacú lena bpobail.</p><p> Cuidímid leis an bpobal gníomhú ar an éiginnteacht bia trí úsáid a bhaint as ár sonraí chun a thaispeáint cé na bainc bia atá ina ndáilcheantar parlaiminte, agus <a href="/write/">uirlis a sholáthar chun ríomhphost a sheoladh go héasca chuig a gComhalta Parlaiminte</a> ag fiafraí díobh cad atá á dhéanamh acu chun é a leigheas.</p><p> Tá ár n-oibríochtaí foinse oscailte agus trédhearcach, agus tá beagnach ár <a href="https://github.com/givefood/givefood">gcód</a> agus ár <a href="/api/">sonraí</a> reatha agus stairiúla go léir foilsithe, chomh maith le <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">cuntais</a> agus <a href="/annual-reports/">tuarascálacha bliantúla</a> ar fáil le breathnú orthu.</p><p> Ná bíodh leisce ort teagmháil a dhéanamh linn le haon mholtaí, tuairimí, cáineadh nó spreagadh.</p><p> <em>Iontaobhaithe Give Food</em></p><p> <a href="mailto:mail@givefood.org.uk">mail@givefood.org.uk</a></p>
gd: <p>’S e carthannas san RA a th’ ann an Give Food a bhios a’ cleachdadh dàta gus mì-thèarainteachd bìdh ionadail agus structarail a shoilleireachadh, agus an uairsin a’ toirt seachad innealan gus cuideachadh le bhith ga lughdachadh.</p><p> Bidh sinn a’ ruith an aon <a href="/needs/">stòr-dàta poblach nàiseanta de bhancaichean bìdh</a> , a’ cumail sùil ann an àm fìor air na tha iad ag iarraidh a thoirt seachad.</p><p> Le bhith ag obair le raon farsaing de bhuidhnean poblach is prìobhaideach, nam measg mòran charthannais eile, bidh sinn a’ roinn ar dàta le milleanan de luchd-cleachdaidh gach bliadhna, a’ cuideachadh dhaoine gus ionnsachadh mu adhbharan bochdainn bìdh agus a dhol an sàs annta.</p><p> Thàinig sinn gu bhith nar <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">carthannas</a> san Gearran 2020, dìreach seachdainean mus deach an RA a-steach do ghlasadh-sluaigh COVID-19, agus bhon uairsin tha sinn air a bhith ag obair le ceudan de bhuidhnean ionadail a tha a’ lughdachadh mì-thèarainteachd bìdh a’ lìbhrigeadh ceudan tunna de stuthan a tha riatanach.</p><p> Mar eisimpleir, rè a’ ghalair lèir-sgaoilte lìbhrig sinn <a href="/2020/#ppe-supplies">1.2m nì de PPE</a> gus cuideachadh le bhith a’ cumail bancaichean bìdh bho Penzance gu Lerwick cho sàbhailte sa ghabhas agus aig an aon àm a’ leantainn air adhart a’ toirt taic do na coimhearsnachdan aca.</p><p> Bidh sinn a’ cuideachadh a’ phobaill gus dèiligeadh ri mì-thèarainteachd bìdh le bhith a’ cleachdadh an dàta againn gus sealltainn dè na bancaichean bìdh a tha san sgìre-phàrlamaid aca, agus a’ toirt seachad <a href="/write/">inneal airson post-d a chuir gu furasta chun Bhall Pàrlamaid aca</a> a’ faighneachd dè na ceumannan a tha iad a’ gabhail gus a leigheas.</p><p> Tha ar gnìomhachd fosgailte agus follaiseach, le cha mhòr a h-uile <a href="https://github.com/givefood/givefood">còd</a> is <a href="/api/">dàta</a> làithreach is eachdraidheil againn air fhoillseachadh, a bharrachd air <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">cunntasan</a> agus <a href="/annual-reports/">aithisgean bliadhnail</a> rim faicinn.</p><p> Na bi leisg fios a chur thugainn le molaidhean, beachdan, càineadh no brosnachadh sam bith.</p><p> <em>Urrasairean Thoir Biadh</em></p><p> <a href="mailto:mail@givefood.org.uk">post@givefood.org.uk</a></p>
gu: <p>ગીવ ફૂડ એ યુકેની એક ચેરિટી સંસ્થા છે જે સ્થાનિક અને માળખાકીય ખાદ્ય અસુરક્ષાને પ્રકાશિત કરવા માટે ડેટાનો ઉપયોગ કરે છે, પછી તેને દૂર કરવામાં મદદ કરવા માટે સાધનો પૂરા પાડે છે.</p><p> અમે <a href="/needs/">ફૂડ બેંકોનો એકમાત્ર રાષ્ટ્રીય જાહેર ડેટાબેઝ</a> ચલાવીએ છીએ, જે તેઓ શું દાન કરવા માટે વિનંતી કરી રહ્યા છે તે રીઅલટાઇમમાં ટ્રેક કરે છે.</p><p> ઘણી અન્ય સખાવતી સંસ્થાઓ સહિત વિવિધ પ્રકારની જાહેર અને ખાનગી સંસ્થાઓ સાથે કામ કરીને, અમે દર વર્ષે લાખો વપરાશકર્તાઓ સાથે અમારો ડેટા શેર કરીએ છીએ, જે લોકોને ખાદ્ય ગરીબીના કારણો વિશે શીખવામાં અને તેમની સાથે જોડાવામાં મદદ કરે છે.</p><p> યુકેમાં કોવિડ-૧૯ લોકડાઉન લાગુ થયાના થોડા અઠવાડિયા પહેલા, અમે ફેબ્રુઆરી ૨૦૨૦ માં એક <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">ચેરિટી</a> બન્યા, અને ત્યારથી અમે સેંકડો સ્થાનિક ખાદ્ય અસુરક્ષા નિવારણ સંસ્થાઓ સાથે કામ કર્યું છે જે સેંકડો ટન મહત્વપૂર્ણ જરૂરી પુરવઠો પહોંચાડે છે.</p><p> ઉદાહરણ તરીકે, રોગચાળા દરમિયાન અમે પેન્ઝાન્સથી લેર્વિક સુધીના ફૂડ બેંકોને શક્ય તેટલી સુરક્ષિત રાખવા અને તેમના સમુદાયોને ટેકો આપવાનું ચાલુ રાખવા માટે <a href="/2020/#ppe-supplies">1.2 મિલિયન PPE વસ્તુઓ</a> પહોંચાડી.</p><p> અમે અમારા ડેટાનો ઉપયોગ કરીને લોકોને ખાદ્ય અસુરક્ષા પર કાર્યવાહી કરવામાં મદદ કરીએ છીએ જેથી તેઓ તેમના સંસદીય મતવિસ્તારમાં કઈ ફૂડ બેંકો છે તે બતાવી શકે, અને <a href="/write/">તેમના સંસદ સભ્યને સરળતાથી ઇમેઇલ કરીને</a> પૂછી શકીએ કે તેઓ તેના નિવારણ માટે શું પગલાં લઈ રહ્યા છે.</p><p> અમારા કાર્યો ખુલ્લા સ્ત્રોત અને પારદર્શક છે, જેમાં અમારા લગભગ તમામ વર્તમાન અને ઐતિહાસિક <a href="https://github.com/givefood/givefood">કોડ</a> અને <a href="/api/">ડેટા</a> પ્રકાશિત થયા છે, ઉપરાંત <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">એકાઉન્ટ્સ</a> અને <a href="/annual-reports/">વાર્ષિક અહેવાલો</a> જોવા માટે ઉપલબ્ધ છે.</p><p> કોઈપણ સૂચનો, ટિપ્પણીઓ, ટીકા અથવા પ્રોત્સાહન માટે કૃપા કરીને અમારો સંપર્ક કરવામાં અચકાશો નહીં.</p><p> <em>ગીવ ફૂડ ટ્રસ્ટીઓ</em></p><p> <a href="mailto:mail@givefood.org.uk">mail@givefood.org.uk પર જાઓ</a></p>
it: <p>Give Food è un'organizzazione benefica del Regno Unito che utilizza i dati per evidenziare l'insicurezza alimentare locale e strutturale e fornisce quindi strumenti per contribuire ad alleviarla.</p><p> Gestiamo l'unico <a href="/needs/">database pubblico nazionale delle banche alimentari</a> , monitorando in tempo reale ciò che chiedono di donare.</p><p> Collaborando con un'ampia gamma di organizzazioni pubbliche e private, tra cui molte altre organizzazioni benefiche, condividiamo i nostri dati con milioni di utenti ogni anno, aiutando le persone a conoscere e a impegnarsi nelle cause della povertà alimentare.</p><p> Siamo diventati un <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">ente di beneficenza</a> nel febbraio 2020, poche settimane prima che il Regno Unito entrasse in lockdown per il COVID-19, e da allora abbiamo collaborato con centinaia di organizzazioni locali per la riduzione dell'insicurezza alimentare, distribuendo centinaia di tonnellate di beni di prima necessità.</p><p> Ad esempio, durante la pandemia abbiamo consegnato <a href="/2020/#ppe-supplies">1,2 milioni di DPI</a> per contribuire a garantire la massima sicurezza possibile alle banche alimentari da Penzance a Lerwick, continuando al contempo a supportare le loro comunità.</p><p> Aiutiamo i cittadini ad agire contro l'insicurezza alimentare utilizzando i nostri dati per mostrare quali banche alimentari si trovano nella loro circoscrizione parlamentare e forniamo uno <a href="/write/">strumento per inviare facilmente un'e-mail al proprio parlamentare</a> chiedendo quali azioni stanno intraprendendo per porvi rimedio.</p><p> Le nostre operazioni sono open source e trasparenti: quasi tutto il nostro <a href="https://github.com/givefood/givefood">codice</a> e i nostri <a href="/api/">dati</a> attuali e storici sono pubblicati, oltre <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">a conti</a> e <a href="/annual-reports/">relazioni annuali</a> disponibili per la consultazione.</p><p> Non esitate a contattarci per suggerimenti, commenti, critiche o incoraggiamenti.</p><p> <em>I fiduciari di Give Food</em></p><p> <a href="mailto:mail@givefood.org.uk">mail@givefood.org.uk</a></p>
lt: <p>„Give Food“ yra JK labdaros organizacija, kuri, naudodama duomenis, išryškina vietos ir struktūrinį maisto trūkumą, o tada teikia priemones jam sumažinti.</p><p> Mes valdome vienintelę <a href="/needs/">nacionalinę viešą maisto bankų duomenų bazę</a> , realiuoju laiku stebėdami, ko jie prašo paaukoti.</p><p> Bendradarbiaudami su įvairiomis viešosiomis ir privačiomis organizacijomis, įskaitant daugelį kitų labdaros organizacijų, kasmet dalijamės savo duomenimis su milijonais vartotojų, padėdami žmonėms sužinoti apie maisto nepritekliaus priežastis ir įsitraukti į jų sprendimą.</p><p> Tapome <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">labdaros organizacija</a> 2020 m. vasarį, likus vos kelioms savaitėms iki JK įvesto karantino dėl COVID-19, ir nuo tada bendradarbiavome su šimtais vietos maisto nepritekliaus mažinimo organizacijų, pristatydami šimtus tonų gyvybiškai reikalingų atsargų.</p><p> Pavyzdžiui, pandemijos metu pristatėme <a href="/2020/#ppe-supplies">1,2 mln. asmeninių apsaugos priemonių</a> , kad padėtume užtikrinti kuo didesnį maisto bankų nuo Penzanso iki Lerviko saugumą ir toliau remti jų bendruomenes.</p><p> Mes padedame visuomenei spręsti maisto nepritekliaus problemą, naudodamiesi savo duomenimis, kad parodytume, kurie maisto bankai yra jų parlamento rinkimų apygardoje, ir suteikiame <a href="/write/">įrankį, leidžiantį lengvai el. paštu išsiųsti savo parlamento nariui</a> klausimą, kokių veiksmų jis imasi, kad išspręstų šią problemą.</p><p> Mūsų veikla yra atvirojo kodo ir skaidri, beveik visas mūsų dabartinis ir istorinis <a href="https://github.com/givefood/givefood">kodas</a> bei <a href="/api/">duomenys</a> yra publikuojami, o <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">ataskaitos</a> ir <a href="/annual-reports/">metinės ataskaitos</a> yra prieinamos peržiūrėti.</p><p> Nedvejodami kreipkitės į mus su bet kokiais pasiūlymais, komentarais, kritika ar padrąsinimais.</p><p> <em>„Give Food Trusts“</em></p><p> <a href="mailto:mail@givefood.org.uk">mail@givefood.org.uk</a></p>
pa: <p>ਗਿਵ ਫੂਡ ਇੱਕ ਯੂਕੇ ਚੈਰਿਟੀ ਹੈ ਜੋ ਸਥਾਨਕ ਅਤੇ ਢਾਂਚਾਗਤ ਭੋਜਨ ਅਸੁਰੱਖਿਆ ਨੂੰ ਉਜਾਗਰ ਕਰਨ ਲਈ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ, ਫਿਰ ਇਸਨੂੰ ਘਟਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਸਾਧਨ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ।</p><p> ਅਸੀਂ <a href="/needs/">ਫੂਡ ਬੈਂਕਾਂ ਦਾ ਇੱਕੋ-ਇੱਕ ਰਾਸ਼ਟਰੀ ਜਨਤਕ ਡੇਟਾਬੇਸ</a> ਚਲਾਉਂਦੇ ਹਾਂ, ਜੋ ਅਸਲ ਸਮੇਂ ਵਿੱਚ ਟਰੈਕ ਕਰਦੇ ਹਨ ਕਿ ਉਹ ਕੀ ਦਾਨ ਕਰਨ ਲਈ ਬੇਨਤੀ ਕਰ ਰਹੇ ਹਨ।</p><p> ਕਈ ਹੋਰ ਚੈਰਿਟੀਆਂ ਸਮੇਤ, ਜਨਤਕ ਅਤੇ ਨਿੱਜੀ ਸੰਸਥਾਵਾਂ ਦੀ ਇੱਕ ਵਿਸ਼ਾਲ ਕਿਸਮ ਦੇ ਨਾਲ ਕੰਮ ਕਰਦੇ ਹੋਏ, ਅਸੀਂ ਹਰ ਸਾਲ ਲੱਖਾਂ ਉਪਭੋਗਤਾਵਾਂ ਨਾਲ ਆਪਣਾ ਡੇਟਾ ਸਾਂਝਾ ਕਰਦੇ ਹਾਂ, ਲੋਕਾਂ ਨੂੰ ਭੋਜਨ ਗਰੀਬੀ ਦੇ ਕਾਰਨਾਂ ਬਾਰੇ ਸਿੱਖਣ ਅਤੇ ਉਹਨਾਂ ਨਾਲ ਜੁੜਨ ਵਿੱਚ ਮਦਦ ਕਰਦੇ ਹਾਂ।</p><p> ਅਸੀਂ ਫਰਵਰੀ 2020 ਵਿੱਚ ਇੱਕ <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">ਚੈਰਿਟੀ</a> ਬਣ ਗਏ, ਯੂਕੇ ਦੇ ਕੋਵਿਡ-19 ਲੌਕਡਾਊਨ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਤੋਂ ਕੁਝ ਹਫ਼ਤੇ ਪਹਿਲਾਂ, ਅਤੇ ਉਦੋਂ ਤੋਂ ਅਸੀਂ ਸੈਂਕੜੇ ਸਥਾਨਕ ਭੋਜਨ ਅਸੁਰੱਖਿਆ ਹਟਾਉਣ ਵਾਲੇ ਸੰਗਠਨਾਂ ਨਾਲ ਕੰਮ ਕੀਤਾ ਹੈ ਜੋ ਸੈਂਕੜੇ ਟਨ ਜ਼ਰੂਰੀ ਸਪਲਾਈ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ।</p><p> ਉਦਾਹਰਨ ਲਈ, ਮਹਾਂਮਾਰੀ ਦੌਰਾਨ ਅਸੀਂ ਪੇਨਜ਼ੈਂਸ ਤੋਂ ਲੈਰਵਿਕ ਤੱਕ ਫੂਡ ਬੈਂਕਾਂ ਨੂੰ ਜਿੰਨਾ ਸੰਭਵ ਹੋ ਸਕੇ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ <a href="/2020/#ppe-supplies">PPE ਦੀਆਂ 1.2 ਮਿਲੀਅਨ ਚੀਜ਼ਾਂ</a> ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ, ਜਦੋਂ ਕਿ ਉਨ੍ਹਾਂ ਦੇ ਭਾਈਚਾਰਿਆਂ ਦਾ ਸਮਰਥਨ ਕਰਨਾ ਜਾਰੀ ਰੱਖਿਆ।</p><p> ਅਸੀਂ ਆਪਣੇ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਜਨਤਾ ਨੂੰ ਭੋਜਨ ਅਸੁਰੱਖਿਆ 'ਤੇ ਕਾਰਵਾਈ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਦੇ ਹਾਂ ਤਾਂ ਜੋ ਇਹ ਦਿਖਾਇਆ ਜਾ ਸਕੇ ਕਿ ਉਨ੍ਹਾਂ ਦੇ ਸੰਸਦੀ ਹਲਕੇ ਵਿੱਚ ਕਿਹੜੇ ਫੂਡ ਬੈਂਕ ਹਨ, ਅਤੇ ਇੱਕ <a href="/write/">ਸਾਧਨ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਾਂ ਜਿਸ ਨਾਲ ਉਹ ਆਪਣੇ ਸੰਸਦ ਮੈਂਬਰ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਈਮੇਲ ਕਰ ਸਕਦੇ</a> ਹਨ ਕਿ ਉਹ ਇਸ ਦੇ ਹੱਲ ਲਈ ਕੀ ਕਾਰਵਾਈ ਕਰ ਰਹੇ ਹਨ।</p><p> ਸਾਡੇ ਕਾਰਜ ਓਪਨ ਸੋਰਸ ਅਤੇ ਪਾਰਦਰਸ਼ੀ ਹਨ, ਸਾਡੇ ਲਗਭਗ ਸਾਰੇ ਮੌਜੂਦਾ ਅਤੇ ਇਤਿਹਾਸਕ <a href="https://github.com/givefood/givefood">ਕੋਡ</a> ਅਤੇ <a href="/api/">ਡੇਟਾ</a> ਪ੍ਰਕਾਸ਼ਿਤ ਕੀਤੇ ਗਏ ਹਨ, ਨਾਲ ਹੀ <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">ਖਾਤੇ</a> ਅਤੇ <a href="/annual-reports/">ਸਾਲਾਨਾ ਰਿਪੋਰਟਾਂ</a> ਦੇਖਣ ਲਈ ਉਪਲਬਧ ਹਨ।</p><p> ਕਿਰਪਾ ਕਰਕੇ ਕਿਸੇ ਵੀ ਸੁਝਾਅ, ਟਿੱਪਣੀਆਂ, ਆਲੋਚਨਾ ਜਾਂ ਉਤਸ਼ਾਹ ਲਈ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਤੋਂ ਸੰਕੋਚ ਨਾ ਕਰੋ।</p><p> <em>ਗਿਵ ਫੂਡ ਟਰੱਸਟੀ</em></p><p> <a href="mailto:mail@givefood.org.uk">mail@givefood.org.uk 'ਤੇ ਜਾਓ।</a></p>
pl: <p>Give Food to brytyjska organizacja charytatywna, która wykorzystuje dane, aby zwracać uwagę na lokalne i strukturalne problemy związane z bezpieczeństwem żywnościowym, a następnie udostępnia narzędzia pomagające je łagodzić.</p><p> Prowadzimy jedyną <a href="/needs/">krajową publiczną bazę danych banków żywności</a> , śledząc na bieżąco, o jakie darowizny proszą.</p><p> Współpracując z wieloma organizacjami publicznymi i prywatnymi, w tym wieloma organizacjami charytatywnymi, co roku udostępniamy nasze dane milionom użytkowników, pomagając im dowiedzieć się więcej o przyczynach ubóstwa żywnościowego i zaangażować się w ich walkę.</p><p> Staliśmy się organizacją <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">charytatywną</a> w lutym 2020 r., zaledwie kilka tygodni przed wprowadzeniem w Wielkiej Brytanii lockdownu związanego z COVID-19. Od tego czasu współpracowaliśmy z setkami lokalnych organizacji zajmujących się łagodzeniem niedoborów żywności, dostarczając setki ton niezbędnych artykułów.</p><p> Na przykład podczas pandemii dostarczyliśmy <a href="/2020/#ppe-supplies">1,2 mln sztuk środków ochrony osobistej,</a> aby pomóc w zapewnieniu jak największego bezpieczeństwa bankom żywności od Penzance do Lerwick, a jednocześnie w dalszym ciągu wspierać ich społeczności.</p><p> Pomagamy społeczeństwu podejmować działania w związku z brakiem bezpieczeństwa żywnościowego, wykorzystując nasze dane, aby wskazać banki żywności znajdujące się w okręgu wyborczym, a także udostępniamy <a href="/write/">narzędzie umożliwiające łatwe wysłanie wiadomości e-mail do członka parlamentu</a> z pytaniem o działania podejmowane w celu rozwiązania tego problemu.</p><p> Nasze działania są oparte na otwartym kodzie źródłowym i transparentne; niemal wszystkie nasze aktualne i historyczne <a href="https://github.com/givefood/givefood">kody</a> oraz <a href="/api/">dane</a> są publikowane, a sprawozdania <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">finansowe</a> i <a href="/annual-reports/">roczne</a> są dostępne do wglądu.</p><p> Jeśli masz jakiekolwiek sugestie, uwagi, krytykę lub zachętę, nie wahaj się z nami skontaktować.</p><p> <em>Zarząd Give Food</em></p><p> <a href="mailto:mail@givefood.org.uk">mail@givefood.org.uk</a></p>
pt: <p>A Give Food é uma instituição de caridade do Reino Unido que usa dados para destacar a insegurança alimentar local e estrutural e, em seguida, fornece ferramentas para ajudar a aliviá-la.</p><p> Administramos o único <a href="/needs/">banco de dados público nacional de bancos de alimentos</a> , monitorando em tempo real o que eles estão solicitando que seja doado.</p><p> Trabalhando com uma grande variedade de organizações públicas e privadas, incluindo muitas outras instituições de caridade, compartilhamos nossos dados com milhões de usuários a cada ano, ajudando as pessoas a aprender e se envolver com as causas da pobreza alimentar.</p><p> Nos tornamos uma <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">instituição de caridade</a> em fevereiro de 2020, poucas semanas antes de o Reino Unido entrar em lockdown devido à COVID-19, e desde então trabalhamos com centenas de organizações locais de alívio da insegurança alimentar, entregando centenas de toneladas de suprimentos vitais.</p><p> Por exemplo, durante a pandemia, entregamos <a href="/2020/#ppe-supplies">1,2 milhão de itens de EPI</a> para ajudar a manter os bancos de alimentos de Penzance a Lerwick o mais seguros possível, ao mesmo tempo em que continuamos a apoiar suas comunidades.</p><p> Ajudamos o público a agir sobre a insegurança alimentar usando nossos dados para mostrar quais bancos de alimentos estão em seu distrito eleitoral parlamentar e fornecemos uma <a href="/write/">ferramenta para enviar facilmente um e-mail ao seu membro do Parlamento</a> perguntando quais medidas estão sendo tomadas para remediar a situação.</p><p> Nossas operações são de código aberto e transparentes, com quase todo o nosso <a href="https://github.com/givefood/givefood">código</a> e <a href="/api/">dados</a> atuais e históricos publicados, além de <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">contas</a> e <a href="/annual-reports/">relatórios anuais</a> disponíveis para visualização.</p><p> Não hesite em entrar em contato conosco com sugestões, comentários, críticas ou incentivo.</p><p> <em>Os curadores da Give Food</em></p><p> <a href="mailto:mail@givefood.org.uk">mail@givefood.org.uk</a></p>
ro: <p>Give Food este o organizație caritabilă din Marea Britanie care folosește date pentru a evidenția insecuritatea alimentară locală și structurală, apoi oferă instrumente pentru a ajuta la atenuarea acesteia.</p><p> Gestăm singura <a href="/needs/">bază de date publică națională a băncilor de alimente</a> , urmărind în timp real ce solicită să doneze.</p><p> Lucrând cu o gamă largă de organizații publice și private, inclusiv multe alte organizații caritabile, ne împărtășim datele cu milioane de utilizatori în fiecare an, ajutând oamenii să învețe despre cauzele sărăciei alimentare și să se implice în acestea.</p><p> Am devenit o <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">organizație caritabilă</a> în februarie 2020, cu doar câteva săptămâni înainte ca Marea Britanie să intre în carantină din cauza COVID-19, și de atunci am colaborat cu sute de organizații locale de combatere a insecurității alimentare, livrând sute de tone de provizii vitale.</p><p> De exemplu, în timpul pandemiei, am livrat <a href="/2020/#ppe-supplies">1,2 milioane de articole de echipament individual de protecție</a> pentru a ajuta la menținerea băncilor de alimente din Penzance până în Lerwick cât mai sigure posibil, continuând în același timp să sprijinim comunitățile acestora.</p><p> Ajutăm publicul să acționeze în privința insecurității alimentare folosind datele noastre pentru a arăta ce bănci de alimente se află în circumscripția lor parlamentară și oferim un <a href="/write/">instrument pentru a trimite cu ușurință e-mailuri membrilor Parlamentului,</a> întrebându-i ce măsuri iau pentru a remedia această problemă.</p><p> Operațiunile noastre sunt open source și transparente, aproape tot <a href="https://github.com/givefood/givefood">codul</a> și <a href="/api/">datele</a> noastre actuale și istorice fiind publicate, plus <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">conturi</a> și <a href="/annual-reports/">rapoarte anuale</a> disponibile pentru vizualizare.</p><p> Nu ezitați să ne contactați pentru orice sugestii, comentarii, critici sau încurajări.</p><p> <em>Administratorii Give Food</em></p><p> <a href="mailto:mail@givefood.org.uk">mail@givefood.org.uk</a></p>
ta: <p>கிவ் ஃபுட் என்பது ஒரு UK தொண்டு நிறுவனமாகும், இது உள்ளூர் மற்றும் கட்டமைப்பு உணவுப் பாதுகாப்பின்மையை முன்னிலைப்படுத்த தரவைப் பயன்படுத்துகிறது, பின்னர் அதைப் போக்க உதவும் கருவிகளை வழங்குகிறது.</p><p> <a href="/needs/">உணவு வங்கிகளின் ஒரே தேசிய பொது தரவுத்தளத்தை</a> நாங்கள் இயக்குகிறோம், அவர்கள் நன்கொடையாகக் கோருவதை நிகழ்நேரத்தில் கண்காணிக்கிறோம்.</p><p> பலதரப்பட்ட பொது மற்றும் தனியார் நிறுவனங்களுடன், பல தொண்டு நிறுவனங்களுடன் இணைந்து பணியாற்றி, ஒவ்வொரு ஆண்டும் மில்லியன் கணக்கான பயனர்களுடன் எங்கள் தரவைப் பகிர்ந்து கொள்கிறோம், உணவு வறுமைக்கான காரணங்களைப் பற்றி மக்கள் அறிந்து கொள்ளவும், அதில் ஈடுபடவும் உதவுகிறோம்.</p><p> பிப்ரவரி 2020 இல், UK COVID-19 ஊரடங்கு உத்தரவுகளுக்குள் நுழைவதற்கு சில வாரங்களுக்கு முன்பு நாங்கள் ஒரு <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">தொண்டு நிறுவனமாக</a> மாறினோம், அதன் பின்னர் நூற்றுக்கணக்கான உள்ளூர் உணவுப் பாதுகாப்பின்மை ஒழிப்பு அமைப்புகளுடன் இணைந்து நூற்றுக்கணக்கான டன் அத்தியாவசியப் பொருட்களை வழங்கி வருகிறோம்.</p><p> உதாரணமாக, தொற்றுநோய் காலத்தில், பென்சான்ஸிலிருந்து லெர்விக் வரையிலான உணவு வங்கிகளை முடிந்தவரை பாதுகாப்பாக வைத்திருக்கவும், அவர்களின் சமூகங்களுக்கு தொடர்ந்து ஆதரவளிக்கவும் உதவும் வகையில் <a href="/2020/#ppe-supplies">, 1.2 மில்லியன் PPE பொருட்களை</a> நாங்கள் வழங்கினோம்.</p><p> எங்கள் தரவைப் பயன்படுத்தி, தங்கள் நாடாளுமன்றத் தொகுதியில் எந்த உணவு வங்கிகள் உள்ளன என்பதைக் காட்டுவதன் மூலம், உணவுப் பாதுகாப்பின்மை குறித்து பொதுமக்கள் செயல்பட நாங்கள் உதவுகிறோம், மேலும் அதைச் சரிசெய்ய என்ன நடவடிக்கை எடுக்கிறார்கள் என்று கேட்டு <a href="/write/">தங்கள் நாடாளுமன்ற உறுப்பினருக்கு எளிதாக மின்னஞ்சல் அனுப்ப ஒரு கருவியை</a> வழங்குகிறோம்.</p><p> எங்கள் செயல்பாடுகள் திறந்த மூல மற்றும் வெளிப்படையானவை, கிட்டத்தட்ட எங்கள் தற்போதைய மற்றும் வரலாற்று <a href="https://github.com/givefood/givefood">குறியீடு</a> மற்றும் <a href="/api/">தரவு</a> அனைத்தும் வெளியிடப்பட்டுள்ளன, மேலும் <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">கணக்குகள்</a> மற்றும் <a href="/annual-reports/">வருடாந்திர அறிக்கைகள்</a> பார்வைக்கு கிடைக்கின்றன.</p><p> ஏதேனும் ஆலோசனைகள், கருத்துகள், விமர்சனங்கள் அல்லது ஊக்கங்களுடன் எங்களைத் தொடர்பு கொள்ள தயங்க வேண்டாம்.</p><p> <em>தி கிவ் ஃபுட் டிரஸ்டீஸ்</em></p><p> <a href="mailto:mail@givefood.org.uk">mail@givefood.org.uk</a></p>
tr: <p>Give Food, İngiltere merkezli bir yardım kuruluşu olup, verileri kullanarak yerel ve yapısal gıda güvensizliğini ortaya koyuyor ve ardından bu sorunu hafifletmeye yardımcı olacak araçlar sunuyor.</p><p> <a href="/needs/">Ulusal çapta faaliyet gösteren tek kamuya açık gıda bankası veri tabanını</a> işletiyoruz ve bağış taleplerini gerçek zamanlı olarak takip ediyoruz.</p><p> Çeşitli kamu ve özel kuruluşlarla, aralarında birçok hayır kurumunun da bulunduğu kuruluşlarla iş birliği yaparak, verilerimizi her yıl milyonlarca kullanıcıyla paylaşıyor ve insanların gıda yoksulluğu sorunları hakkında bilgi edinmelerine ve bu sorunlara çözüm bulmaya yönelik çalışmalara katılmalarına yardımcı oluyoruz.</p><p> Şubat 2020'de, İngiltere'nin COVID-19 karantinalarına girmesinden sadece birkaç hafta önce bir <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">yardım kuruluşu</a> olduk ve o zamandan beri yüzlerce yerel gıda güvensizliğiyle mücadele örgütüyle çalışarak yüzlerce ton hayati önem taşıyan malzemeyi teslim ettik.</p><p> Örneğin, pandemi sırasında Penzance'den Lerwick'e kadar gıda bankalarının olabildiğince güvenli kalmasına ve topluluklarına destek vermeye devam etmesine yardımcı olmak için <a href="/2020/#ppe-supplies">1,2 milyon adet kişisel koruyucu ekipman</a> teslim ettik.</p><p> Verilerimizi kullanarak, halkın gıda güvensizliğiyle mücadele etmesine yardımcı oluyoruz; bu sayede kendi seçim bölgelerinde hangi gıda bankalarının bulunduğunu gösteriyor ve <a href="/write/">milletvekillerine e-posta göndererek bu sorunu çözmek için ne gibi adımlar attıklarını sormalarını kolaylaştıran bir araç</a> sunuyoruz.</p><p> Operasyonlarımız açık kaynaklı ve şeffaftır; mevcut ve geçmiş <a href="https://github.com/givefood/givefood">kodlarımızın</a> ve <a href="/api/">verilerimizin</a> neredeyse tamamı yayınlanmıştır, ayrıca <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">hesaplar</a> ve <a href="/annual-reports/">yıllık raporlar</a> da incelenebilir durumdadır.</p><p> Önerileriniz, yorumlarınız, eleştirileriniz veya destekleriniz için lütfen bizimle iletişime geçmekten çekinmeyin.</p><p> <em>Give Food Vakfı Mütevelli Heyeti</em></p><p> <a href="mailto:mail@givefood.org.uk">mail@givefood.org.uk</a></p>
ur: <p style=";text-align:right;direction:rtl">Give Food برطانیہ کا ایک خیراتی ادارہ ہے جو مقامی اور ساختی خوراک کی عدم تحفظ کو اجاگر کرنے کے لیے ڈیٹا کا استعمال کرتا ہے، پھر اسے کم کرنے میں مدد کے لیے ٹولز فراہم کرتا ہے۔</p><p style=";text-align:right;direction:rtl"> ہم <a href="/needs/">فوڈ بینکوں کا واحد قومی عوامی ڈیٹا بیس</a> چلاتے ہیں، ریئل ٹائم میں ٹریک کرتے ہیں کہ وہ کیا عطیہ کرنے کی درخواست کر رہے ہیں۔</p><p style=";text-align:right;direction:rtl"> بہت سے دوسرے خیراتی اداروں سمیت متعدد سرکاری اور نجی تنظیموں کے ساتھ کام کرتے ہوئے، ہم ہر سال لاکھوں صارفین کے ساتھ اپنا ڈیٹا شیئر کرتے ہیں، لوگوں کو غذائی غربت کے اسباب کے بارے میں جاننے اور ان میں مشغول ہونے میں مدد کرتے ہیں۔</p><p style=";text-align:right;direction:rtl"> ہم فروری 2020 میں ایک <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">چیریٹی</a> بن گئے، یوکے کے COVID-19 لاک ڈاؤن میں داخل ہونے سے چند ہفتے پہلے، اور اس کے بعد سے ہم نے سینکڑوں ٹن انتہائی ضروری سامان فراہم کرنے والی مقامی فوڈ انسیکیوریٹی ایلیویشن تنظیموں کے ساتھ کام کیا ہے۔</p><p style=";text-align:right;direction:rtl"> مثال کے طور پر، وبائی مرض کے دوران ہم نے <a href="/2020/#ppe-supplies">پی پی ای کی 1.2 ملین اشیاء</a> فراہم کیں تاکہ Penzance سے Lerwick تک فوڈ بینکوں کو ان کی کمیونٹیز کی مدد جاری رکھتے ہوئے ممکنہ حد تک محفوظ رہے۔</p><p style=";text-align:right;direction:rtl"> ہم اپنے ڈیٹا کا استعمال کرکے یہ بتانے کے لیے کہ کون سے فوڈ بینک ان کے پارلیمانی حلقے میں ہیں، کھانے کی عدم تحفظ پر عوام کی مدد کرتے ہیں، اور <a href="/write/">اپنے ممبر پارلیمنٹ کو آسانی سے ای میل کرنے کے لیے ایک ٹول</a> فراہم کرتے ہیں کہ وہ اس کے تدارک کے لیے کیا کارروائی کر رہے ہیں۔</p><p style=";text-align:right;direction:rtl"> ہمارے آپریشنز اوپن سورس اور شفاف ہیں، ہمارے تقریباً تمام موجودہ اور تاریخی <a href="https://github.com/givefood/givefood">کوڈ</a> اور <a href="/api/">ڈیٹا</a> شائع کیے گئے ہیں، نیز <a href="https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5147019/accounts-and-annual-returns">اکاؤنٹس</a> اور <a href="/annual-reports/">سالانہ رپورٹیں</a> دیکھنے کے لیے دستیاب ہیں۔</p><p style=";text-align:right;direction:rtl"> براہ کرم کسی بھی مشورے، تبصرے، تنقید یا حوصلہ افزائی کے ساتھ ہم سے رابطہ کرنے میں سنکوچ نہ کریں۔</p><p style=";text-align:right;direction:rtl"> <em>دی گیو فوڈ ٹرسٹیز</em></p><p style=";text-align:right;direction:rtl"> <a href="mailto:mail@givefood.org.uk">mail@givefood.org.uk</a></p>
