Repository: givefood/givefood
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bn, cy, es, fr, ga, gd, gu, it, lt, pa, pl, pt, ro, ta, tr, ur

source: Find food banks in %(country)s, see what they need and how you can help.
ar: ابحث عن بنوك الطعام في %(country)s، واطلع على احتياجاتها وكيف يمكنك المساعدة.
bg: Намерете хранителни банки в %(country)s, вижте от какво се нуждаят и как можете да помогнете.
bn: %(country)s-এ খাদ্য ব্যাংক খুঁজুন, তাদের কী প্রয়োজন এবং আপনি কীভাবে সাহায্য করতে পারেন তা দেখুন।
fr: Trouvez les banques alimentaires à %(country)s, voyez ce dont elles ont besoin et comment vous pouvez les aider.
gd: Lorg bancaichean bìdh ann an %(country)s, faic dè a dh’fheumas iad agus ciamar as urrainn dhut cuideachadh.
gu: %(country)s માં ફૂડ બેંકો શોધો, તેમને શું જોઈએ છે અને તમે કેવી રીતે મદદ કરી શકો છો તે જુઓ.
it: Trova le banche alimentari a %(country)s, scopri di cosa hanno bisogno e come puoi aiutarle.
lt: Raskite maisto bankus %(country)s, sužinokite, ko jiems reikia ir kaip galite padėti.
pa: %(country)s ਵਿੱਚ ਫੂਡ ਬੈਂਕ ਲੱਭੋ, ਦੇਖੋ ਕਿ ਉਹਨਾਂ ਨੂੰ ਕੀ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਤੁਸੀਂ ਕਿਵੇਂ ਮਦਦ ਕਰ ਸਕਦੇ ਹੋ।
pl: Znajdź banki żywności w %(country)s, dowiedz się, czego potrzebują i jak możesz pomóc.
pt: Encontre bancos de alimentos em %(country)s, veja do que eles precisam e como você pode ajudar.
ro: Găsește bănci de alimente în %(country)s, vezi de ce au nevoie și cum poți ajuta.
ta: %(country)s இல் உணவு வங்கிகளைக் கண்டுபிடி, அவர்களுக்கு என்ன தேவை, நீங்கள் எவ்வாறு உதவ முடியும் என்பதைப் பாருங்கள்.
tr: %(country)s bölgesindeki gıda bankalarını bulun, ihtiyaçlarını öğrenin ve nasıl yardım edebileceğinizi görün.

source: Write to your MP
ar: اكتب إلى عضو البرلمان الخاص بك
bg: Пишете на вашия депутат
bn: তোমার এমপিকে লিখো।
cy: Ysgrifennwch at eich AS
es: Escribe a tu diputado
fr: Écrivez à votre député.
ga: Scríobh chuig do Theachta Parlaiminte
gd: Sgrìobh chun BP agad
gu: તમારા સાંસદને લખો.
it: Scrivi al tuo parlamentare
lt: Rašykite savo parlamentarui
pa: ਆਪਣੇ ਸੰਸਦ ਮੈਂਬਰ ਨੂੰ ਲਿਖੋ।
pl: Napisz do swojego posła
pt: Escreva para o seu deputado
ro: Scrie-i deputatului tău
ta: உங்கள் எம்.பி.க்கு எழுதுங்கள்.
tr: Milletvekilinize yazın.
ur: اپنے ایم پی کو لکھیں۔

source: English
ar: الانجليزية
bg: Английски
bn: ইংরেজী
cy: Saesneg
es: Inglés
fr: Anglais
ga: Béarla
gd: Beurla
gu: અંગ્રેજી
it: Inglese
lt: Anglų
pa: ਅੰਗਰੇਜ਼ੀ
pl: Angielski
pt: Inglês
ro: Engleză
ta: ஆங்கிலம்
tr: İngilizce
ur: انگلش

source: Register a foodbank
ar: سجل بنك الطعام
bg: Регистрирайте банка за хранителни продукти
bn: একটি ফুডব্যাংক নিবন্ধন করুন
cy: Cofrestru banc bwyd
es: Registrar un banco de alimentos
fr: Inscrivez-vous comme banque alimentaire
ga: Cláraigh banc bia
gd: Clàraich banca bìdh
gu: ફૂડબેંક રજીસ્ટર કરો
it: Registra una banca alimentare
lt: Registruokite maisto banką
pa: ਫੂਡਬੈਂਕ ਰਜਿਸਟਰ ਕਰੋ
pl: Zarejestruj bank żywności
pt: Registre um banco de alimentos
ro: Înregistrați o bancă de alimente
ta: உணவு வங்கியைப் பதிவு செய்யவும்
tr: Bir gıda bankası kaydı oluşturun
ur: فوڈ بینک رجسٹر کریں۔

source: Recently updated
ar: تم التحديث مؤخرًا
bg: Наскоро актуализирано
bn: সম্প্রতি আপডেট করা হয়েছে
cy: Diweddarwyd yn ddiweddar
es: Actualizado recientemente
fr: Mise à jour récente
ga: Nuashonraithe le déanaí
gd: Air ùrachadh o chionn ghoirid
gu: તાજેતરમાં અપડેટ કરેલ
it: Aggiornato di recente
lt: Neseniai atnaujinta
pa: ਹਾਲ ਹੀ ਵਿੱਚ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Ostatnio aktualizowane
pt: Atualizado recentemente
ro: Actualizat recent
ta: சமீபத்தில் புதுப்பிக்கப்பட்டது
tr: Son güncellemeler
ur: حال ہی میں اپ ڈیٹ کیا گیا۔

source: Most viewed this week
ar: الأكثر مشاهدة هذا الأسبوع
bg: Най-гледани тази седмица
bn: এই সপ্তাহে সর্বাধিক দেখা হয়েছে
cy: Edrychwyd arno fwyaf yr wythnos hon
es: Lo más visto esta semana
fr: Les articles les plus consultés cette semaine
ga: Is mó amharc an tseachtain seo
gd: Air fhaicinn as motha an t-seachdain seo
gu: આ અઠવાડિયે સૌથી વધુ જોવાયેલ
it: I più visti questa settimana
lt: Dažniausiai peržiūrėta šią savaitę
pa: ਇਸ ਹਫ਼ਤੇ ਸਭ ਤੋਂ ਵੱਧ ਦੇਖੇ ਗਏ
pl: Najczęściej oglądane w tym tygodniu
pt: Mais vistos esta semana
ro: Cele mai vizionate saptamana aceasta
ta: இந்த வாரம் அதிகம் பார்க்கப்பட்டவை
tr: Bu hafta en çok görüntülenenler
ur: اس ہفتے سب سے زیادہ دیکھا گیا۔

source: To
ar: إلى
bg: Дo
bn: থেকে
cy: At
es: Hasta
fr: À
ga: Ar
gd: Gu
gu: પ્રતિ
it: A
lt: Iki
pa: ਨੂੰ
pl: Do
pt: Para
ro: La
tr: Kime
ur: کو

source: All donations from the public to Give Food are used directly to efficiently and quickly deliver requested food and supplies to UK food banks.
ar: تُستخدم جميع التبرعات المقدمة من الجمهور إلى مؤسسة "جيف فود" بشكل مباشر لتوصيل المواد الغذائية والإمدادات المطلوبة إلى بنوك الطعام في المملكة المتحدة بكفاءة وسرعة.
bg: Всички дарения от обществеността за Give Food се използват директно за ефикасно и бързо доставяне на поискана храна и консумативи до хранителните банки в Обединеното кралство.
bn: গিভ ফুডের জন্য জনসাধারণের কাছ থেকে প্রাপ্ত সমস্ত অনুদান সরাসরি যুক্তরাজ্যের খাদ্য ব্যাংকগুলিতে অনুরোধকৃত খাদ্য এবং সরবরাহ দ্রুত এবং দক্ষতার সাথে সরবরাহ করার জন্য ব্যবহৃত হয়।
gu: ગીવ ફૂડને જાહેર જનતા તરફથી મળેલા બધા દાનનો ઉપયોગ યુકે ફૂડ બેંકોને વિનંતી કરાયેલ ખોરાક અને પુરવઠો કાર્યક્ષમ અને ઝડપથી પહોંચાડવા માટે થાય છે.
it: Tutte le donazioni del pubblico a Give Food vengono utilizzate direttamente per consegnare in modo rapido ed efficiente il cibo e le forniture richieste alle banche alimentari del Regno Unito.
lt: Visos visuomenės aukos organizacijai „Give Food“ naudojamos tiesiogiai tam, kad būtų galima efektyviai ir greitai pristatyti prašomą maistą ir reikmenis JK maisto bankams.
pa: ਜਨਤਾ ਵੱਲੋਂ ਗਿਵ ਫੂਡ ਨੂੰ ਦਿੱਤੇ ਗਏ ਸਾਰੇ ਦਾਨ ਸਿੱਧੇ ਤੌਰ 'ਤੇ ਯੂਕੇ ਫੂਡ ਬੈਂਕਾਂ ਨੂੰ ਬੇਨਤੀ ਕੀਤੇ ਭੋਜਨ ਅਤੇ ਸਪਲਾਈ ਨੂੰ ਕੁਸ਼ਲਤਾ ਅਤੇ ਤੇਜ਼ੀ ਨਾਲ ਪਹੁੰਚਾਉਣ ਲਈ ਵਰਤੇ ਜਾਂਦੇ ਹਨ।
pl: Wszystkie darowizny od społeczeństwa na rzecz organizacji Give Food są wykorzystywane bezpośrednio w celu sprawnego i szybkiego dostarczania zamówionej żywności i innych artykułów do banków żywności w Wielkiej Brytanii.
pt: Todas as doações do público para a Give Food são usadas diretamente para entregar de forma eficiente e rápida os alimentos e suprimentos solicitados aos bancos de alimentos do Reino Unido.
ro: Toate donațiile din partea publicului către Give Food sunt folosite direct pentru a livra eficient și rapid alimentele și proviziile solicitate către băncile de alimente din Regatul Unit.
ta: பொதுமக்களிடமிருந்து கிவ் ஃபுட்-க்கு வழங்கப்படும் அனைத்து நன்கொடைகளும், UK உணவு வங்கிகளுக்கு கோரப்பட்ட உணவு மற்றும் பொருட்களை திறமையாகவும் விரைவாகவும் வழங்க நேரடியாகப் பயன்படுத்தப்படுகின்றன.
tr: Give Food'a halktan gelen tüm bağışlar, talep edilen gıda ve malzemelerin İngiltere'deki gıda bankalarına verimli ve hızlı bir şekilde ulaştırılması için doğrudan kullanılmaktadır.

source: Donate using CAF Donate
ar: التبرع باستخدام CAF Donate
bg: Дарете чрез CAF Donate
bn: CAF Donate ব্যবহার করে দান করুন
cy: Cyfrannwch gan ddefnyddio CAF Donate
es: Dona usando CAF Donar
fr: Faites un don via CAF
ga: Déan deontas ag baint úsáide as CAF Deonaigh
gd: Thoir seachad a’ cleachdadh CAF Donate
gu: CAF ડોનેટનો ઉપયોગ કરીને દાન કરો
it: Dona tramite CAF Dona
lt: Paaukokite naudodamiesi CAF Donate
pa: CAF Donate ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਦਾਨ ਕਰੋ
pl: Przekaż darowiznę za pomocą CAF Donate
pt: Doe usando CAF Doe
ro: Donează folosind CAF Donează
ta: CAF நன்கொடையைப் பயன்படுத்தி நன்கொடை அளிக்கவும்
tr: CAF Donate aracılığıyla bağış yapın.
ur: CAF Donate کا استعمال کرتے ہوئے عطیہ کریں۔

source: To a food bank
ar: إلى بنك الطعام
bg: Към банка за храна
bn: একটি খাদ্য ব্যাংকে
cy: I fanc bwyd
es: A un banco de alimentos
fr: À une banque alimentaire
ga: Chuig banc bia
gd: Gu banca bìdh
gu: ફૂડ બેંકમાં
it: A una banca alimentare
lt: Į maisto banką
pa: ਫੂਡ ਬੈਂਕ ਨੂੰ
pl: Do banku żywności
pt: Para um banco de alimentos
ro: La o bancă de alimente
ta: உணவு வங்கிக்கு
tr: Bir gıda bankasına
ur: فوڈ بینک کو

source: Use our tool to find a local food bank and see what they need. Then donate food, household supplies, toiletries, money or your time.
ar: استخدم أداتنا للعثور على بنك طعام محلي ومعرفة احتياجاته. ثم تبرع بالطعام، أو مستلزمات المنزل، أو مستلزمات النظافة، أو المال، أو وقتك.
bg: Използвайте нашия инструмент, за да намерите местна банка за храна и да видите от какво се нуждаят. След това дарете храна, домакински консумативи, тоалетни принадлежности, пари или времето си.
bn: আমাদের টুল ব্যবহার করে স্থানীয় খাদ্য ব্যাংক খুঁজে বের করুন এবং তাদের কী প্রয়োজন তা দেখুন। তারপর খাবার, গৃহস্থালীর জিনিসপত্র, প্রসাধন সামগ্রী, টাকা অথবা আপনার সময় দান করুন।
cy: Defnyddiwch ein hofferyn i ddod o hyd i fanc bwyd lleol a gweld beth sydd ei angen arnynt. Yna cyfrannwch fwyd, cyflenwadau cartref, pethau ymolchi, arian neu'ch amser.
es: Usa nuestra herramienta para encontrar un banco de alimentos local y ver qué necesitan. Luego, dona comida, artículos para el hogar, artículos de aseo, dinero o tu tiempo.
fr: Utilisez notre outil pour trouver une banque alimentaire près de chez vous et consulter ses besoins. Vous pourrez ensuite faire un don de nourriture, de produits ménagers, d'articles d'hygiène, d'argent ou de temps.
ga: Bain úsáid as ár n-uirlis chun banc bia áitiúil a aimsiú agus a fheiceáil cad atá de dhíth orthu. Ansin tabhair bia, soláthairtí tí, earraí maisíochta, airgead nó do chuid ama duit féin.
gd: Cleachd an inneal againn gus banca bìdh ionadail a lorg agus faicinn dè a tha a dhìth orra. An uairsin thoir seachad biadh, stuthan taighe, stuthan sgeadachaidh, airgead no an ùine agad.
gu: સ્થાનિક ફૂડ બેંક શોધવા અને તેમને શું જોઈએ છે તે જોવા માટે અમારા ટૂલનો ઉપયોગ કરો. પછી ખોરાક, ઘરગથ્થુ પુરવઠો, ટોયલેટરીઝ, પૈસા અથવા તમારો સમય દાન કરો.
it: Utilizza il nostro strumento per trovare una banca alimentare locale e scoprire di cosa ha bisogno. Poi dona cibo, prodotti per la casa, articoli per l'igiene personale, denaro o il tuo tempo.
lt: Pasinaudokite mūsų įrankiu, kad rastumėte vietinį maisto banką ir sužinotumėte, ko jiems reikia. Tada paaukokite maisto, namų apyvokos reikmenų, higienos reikmenų, pinigų ar savo laiko.
pa: ਸਾਡੇ ਟੂਲ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਸਥਾਨਕ ਫੂਡ ਬੈਂਕ ਲੱਭੋ ਅਤੇ ਦੇਖੋ ਕਿ ਉਹਨਾਂ ਨੂੰ ਕੀ ਚਾਹੀਦਾ ਹੈ। ਫਿਰ ਭੋਜਨ, ਘਰੇਲੂ ਸਮਾਨ, ਟਾਇਲਟਰੀਜ਼, ਪੈਸੇ ਜਾਂ ਆਪਣਾ ਸਮਾਂ ਦਾਨ ਕਰੋ।
pl: Użyj naszego narzędzia, aby znaleźć lokalny bank żywności i zobaczyć, czego potrzebują. Następnie przekaż żywność, artykuły gospodarstwa domowego, przybory toaletowe, pieniądze lub swój czas.
pt: Use nossa ferramenta para encontrar um banco de alimentos local e veja o que eles precisam. Então doe alimentos, suprimentos domésticos, artigos de higiene, dinheiro ou seu tempo.
ro: Folosiți instrumentul nostru pentru a găsi o bancă alimentară locală și pentru a vedea de ce au nevoie. Apoi donează alimente, rechizite de uz casnic, articole de toaletă, bani sau timpul tău.
ta: எங்கள் கருவியைப் பயன்படுத்தி உள்ளூர் உணவு வங்கியைக் கண்டுபிடித்து அவர்களுக்கு என்ன தேவை என்பதைப் பாருங்கள். பின்னர் உணவு, வீட்டுப் பொருட்கள், கழிப்பறைப் பொருட்கள், பணம் அல்லது உங்கள் நேரத்தை நன்கொடையாக வழங்குங்கள்.
tr: Yerel bir gıda bankası bulmak ve ihtiyaçlarını görmek için aracımızı kullanın. Ardından yiyecek, ev eşyası, hijyen ürünleri, para veya zamanınızı bağışlayın.
ur: مقامی فوڈ بینک تلاش کرنے کے لیے ہمارے ٹول کا استعمال کریں اور دیکھیں کہ انہیں کیا ضرورت ہے۔ پھر کھانا، گھریلو سامان، بیت الخلاء، پیسہ یا اپنا وقت عطیہ کریں۔

source: Find a food bank
ar: العثور على بنك الطعام
bg: Намерете банка за храна
bn: একটি খাদ্য ব্যাংক খুঁজুন
cy: Dod o hyd i fanc bwyd
es: Encuentra un banco de alimentos
fr: Trouvez une banque alimentaire
ga: Aimsigh banc bia
gd: Lorg banca bìdh
gu: ફૂડ બેંક શોધો
it: Trova una banca alimentare
lt: Raskite maisto banką
pa: ਇੱਕ ਫੂਡ ਬੈਂਕ ਲੱਭੋ
pl: Znajdź bank żywności
pt: Encontre um banco de alimentos
ro: Găsiți o bancă de alimente
ta: உணவு வங்கியைக் கண்டறியவும்.
tr: Bir gıda bankası bulun
ur: فوڈ بینک تلاش کریں۔

source: Managed donations
ar: التبرعات المُدارة
bg: Управлявани дарения
bn: পরিচালিত অনুদান
cy: Rhoddion a reolir
es: Donaciones gestionadas
fr: dons gérés
ga: Síntiúis bhainistithe
gd: Tabhartasan air an riaghladh
gu: સંચાલિત દાન
it: Donazioni gestite
lt: Tvarkomos aukos
pa: ਪ੍ਰਬੰਧਿਤ ਦਾਨ
pl: Zarządzane darowizny
pt: Doações gerenciadas
ro: Donații gestionate
ta: நிர்வகிக்கப்பட்ட நன்கொடைகள்
tr: Yönetilen bağışlar
ur: منظم عطیات

source: For donations or grants of £500 or more we can provide a managed service. Leveraging our data and logistical expertise we can ensure your donation is used to effectively deliver the required items to food banks that match your charitable aims. Realtime reports and tracking of how your donation is used are provided.
ar: للتبرعات أو المنح التي تبلغ قيمتها ٥٠٠ جنيه إسترليني أو أكثر، نقدم خدمة مُدارة. بالاستفادة من بياناتنا وخبرتنا اللوجستية، نضمن استخدام تبرعاتكم بفعالية لتوصيل المواد اللازمة إلى بنوك الطعام بما يتوافق مع أهدافكم الخيرية. نوفر تقارير آنية وتتبعًا دقيقًا لكيفية استخدام تبرعاتكم.
bg: За дарения или грантове от £500 или повече, можем да предоставим управлявана услуга. Използвайки нашите данни и логистичен опит, можем да гарантираме, че вашето дарение ще бъде използвано за ефективно доставяне на необходимите артикули до хранителни банки, които отговарят на вашите благотворителни цели. Предоставят се отчети в реално време и проследяване на начина, по който се използва вашето дарение.
bn: £৫০০ বা তার বেশি অনুদান বা অনুদানের জন্য আমরা একটি পরিচালিত পরিষেবা প্রদান করতে পারি। আমাদের তথ্য এবং লজিস্টিক দক্ষতা ব্যবহার করে আমরা নিশ্চিত করতে পারি যে আপনার দাতব্য লক্ষ্যের সাথে মেলে এমন খাদ্য ব্যাংকগুলিতে প্রয়োজনীয় জিনিসপত্র কার্যকরভাবে সরবরাহ করার জন্য আপনার অনুদান ব্যবহার করা হচ্ছে। আপনার অনুদান কীভাবে ব্যবহৃত হচ্ছে তার রিয়েলটাইম রিপোর্ট এবং ট্র্যাকিং সরবরাহ করা হয়।
cy: Ar gyfer rhoddion neu grantiau o £500 neu fwy, gallwn ddarparu gwasanaeth rheoledig. Gan fanteisio ar ein data a'n harbenigedd logistaidd, gallwn sicrhau bod eich rhodd yn cael ei defnyddio i ddanfon yr eitemau gofynnol yn effeithiol i fanciau bwyd sy'n cyd-fynd â'ch amcanion elusennol. Darperir adroddiadau amser real a dulliau olrhain o sut mae eich rhodd yn cael ei defnyddio.
es: Para donaciones o subvenciones de £500 o más, ofrecemos un servicio gestionado. Gracias a nuestra experiencia en datos y logística, garantizamos que su donación se utilice para entregar eficazmente los artículos necesarios a los bancos de alimentos que se ajusten a sus objetivos benéficos. Le proporcionamos informes en tiempo real y un seguimiento del uso de su donación.
fr: Pour les dons ou subventions de 500 £ ou plus, nous proposons un service de gestion. Grâce à notre expertise en matière de données et de logistique, nous veillons à ce que votre don soit utilisé efficacement pour acheminer les denrées nécessaires aux banques alimentaires, conformément à vos objectifs caritatifs. Un suivi en temps réel de l'utilisation de votre don vous est fourni.
ga: I gcás síntiús nó deontas de £500 nó níos mó, is féidir linn seirbhís bhainistithe a sholáthar. Trí leas a bhaint as ár sonraí agus ár saineolas lóistíochta, is féidir linn a chinntiú go n-úsáidtear do shíntiús chun na míreanna riachtanacha a sheachadadh go héifeachtach chuig bainc bia a chomhlíonann do chuid aidhmeanna carthanachta. Cuirtear tuarascálacha fíor-ama agus rianú ar fáil ar an gcaoi a n-úsáidtear do shíntiús.
gd: Airson tabhartasan no tabhartasan de £500 no barrachd, is urrainn dhuinn seirbheis stiùirichte a thoirt seachad. Le bhith a’ cleachdadh ar dàta agus ar n-eòlais loidsistigs, is urrainn dhuinn dèanamh cinnteach gun tèid an tabhartas agad a chleachdadh gus na nithean a tha a dhìth a lìbhrigeadh gu h-èifeachdach gu bancaichean bìdh a tha a rèir nan amasan carthannais agad. Tha aithisgean fìor-ùine agus tracadh air mar a thèid an tabhartas agad a chleachdadh rim faighinn.
gu: £500 કે તેથી વધુના દાન અથવા અનુદાન માટે અમે એક વ્યવસ્થાપિત સેવા પૂરી પાડી શકીએ છીએ. અમારા ડેટા અને લોજિસ્ટિકલ કુશળતાનો ઉપયોગ કરીને અમે ખાતરી કરી શકીએ છીએ કે તમારા દાનનો ઉપયોગ તમારા ચેરિટેબલ ઉદ્દેશ્યો સાથે મેળ ખાતી ફૂડ બેંકોને જરૂરી વસ્તુઓ અસરકારક રીતે પહોંચાડવા માટે થાય છે. તમારા દાનનો ઉપયોગ કેવી રીતે થાય છે તેના રીઅલટાઇમ રિપોર્ટ્સ અને ટ્રેકિંગ પ્રદાન કરવામાં આવે છે.
it: Per donazioni o sovvenzioni di 500 sterline o più, possiamo fornire un servizio gestito. Sfruttando i nostri dati e la nostra competenza logistica, possiamo garantire che la tua donazione venga utilizzata per consegnare efficacemente i prodotti necessari alle banche alimentari che corrispondono ai tuoi obiettivi di beneficenza. Forniamo report in tempo reale e monitoraggio dell'utilizzo della tua donazione.
lt: Jei aukos ar dotacijos siekia 500 GBP ar daugiau, galime teikti valdomą paslaugą. Pasitelkdami savo duomenis ir logistikos patirtį, galime užtikrinti, kad jūsų auka būtų panaudota efektyviai pristatyti reikiamus produktus maisto bankams, atitinkantiems jūsų labdaros tikslus. Teikiamos realiojo laiko ataskaitos ir stebėjimas, kaip naudojama jūsų auka.
pa: £500 ਜਾਂ ਇਸ ਤੋਂ ਵੱਧ ਦੇ ਦਾਨ ਜਾਂ ਗ੍ਰਾਂਟਾਂ ਲਈ ਅਸੀਂ ਇੱਕ ਪ੍ਰਬੰਧਿਤ ਸੇਵਾ ਪ੍ਰਦਾਨ ਕਰ ਸਕਦੇ ਹਾਂ। ਸਾਡੇ ਡੇਟਾ ਅਤੇ ਲੌਜਿਸਟਿਕਲ ਮੁਹਾਰਤ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਅਸੀਂ ਇਹ ਯਕੀਨੀ ਬਣਾ ਸਕਦੇ ਹਾਂ ਕਿ ਤੁਹਾਡੇ ਦਾਨ ਦੀ ਵਰਤੋਂ ਫੂਡ ਬੈਂਕਾਂ ਨੂੰ ਲੋੜੀਂਦੀਆਂ ਚੀਜ਼ਾਂ ਨੂੰ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਢੰਗ ਨਾਲ ਪਹੁੰਚਾਉਣ ਲਈ ਕੀਤੀ ਜਾਵੇ ਜੋ ਤੁਹਾਡੇ ਚੈਰੀਟੇਬਲ ਉਦੇਸ਼ਾਂ ਨਾਲ ਮੇਲ ਖਾਂਦੀਆਂ ਹਨ। ਤੁਹਾਡੇ ਦਾਨ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਇਸ ਦੀਆਂ ਰੀਅਲਟਾਈਮ ਰਿਪੋਰਟਾਂ ਅਤੇ ਟਰੈਕਿੰਗ ਪ੍ਰਦਾਨ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
pl: W przypadku darowizn lub dotacji w wysokości 500 funtów lub więcej możemy zapewnić usługę zarządzaną. Wykorzystując nasze dane i wiedzę logistyczną, możemy zapewnić, że Twoja darowizna zostanie wykorzystana do skutecznego dostarczenia wymaganych artykułów do banków żywności, które odpowiadają Twoim celom charytatywnym. Dostarczane są raporty w czasie rzeczywistym i śledzenie sposobu wykorzystania Twojej darowizny.
pt: Para doações ou subsídios de £ 500 ou mais, podemos oferecer um serviço gerenciado. Aproveitando nossos dados e expertise logística, podemos garantir que sua doação seja usada para entregar com eficácia os itens necessários aos bancos de alimentos que atendem aos seus objetivos de caridade. Fornecemos relatórios em tempo real e acompanhamento de como sua doação é usada.
ro: Pentru donații sau granturi de 500 de lire sterline sau mai mult, putem oferi un serviciu gestionat. Valorificând datele și expertiza noastră logistică, ne putem asigura că donația dumneavoastră este utilizată pentru a livra eficient articolele necesare către băncile de alimente care corespund scopurilor dumneavoastră caritabile. Sunt furnizate rapoarte în timp real și urmărirea modului în care este utilizată donația dumneavoastră.
ta: £500 அல்லது அதற்கு மேற்பட்ட நன்கொடைகள் அல்லது மானியங்களுக்கு நாங்கள் நிர்வகிக்கப்பட்ட சேவையை வழங்க முடியும். எங்கள் தரவு மற்றும் தளவாட நிபுணத்துவத்தைப் பயன்படுத்தி, உங்கள் நன்கொடை உங்கள் தொண்டு நோக்கங்களுடன் பொருந்தக்கூடிய உணவு வங்கிகளுக்குத் தேவையான பொருட்களை திறம்பட வழங்க பயன்படுத்தப்படுவதை உறுதிசெய்ய முடியும். நிகழ்நேர அறிக்கைகள் மற்றும் உங்கள் நன்கொடை எவ்வாறு பயன்படுத்தப்படுகிறது என்பதற்கான கண்காணிப்பு வழங்கப்படுகிறது.
tr: 500 £ ve üzeri bağışlar veya hibeler için yönetilen bir hizmet sunuyoruz. Verilerimizden ve lojistik uzmanlığımızdan yararlanarak, bağışınızın hayırseverlik amaçlarınıza uygun gıda bankalarına gerekli ürünlerin etkili bir şekilde ulaştırılması için kullanılmasını sağlayabiliriz. Bağışınızın nasıl kullanıldığına dair gerçek zamanlı raporlar ve takip sağlanmaktadır.
ur: £500 یا اس سے زیادہ کے عطیات یا گرانٹس کے لیے ہم ایک منظم سروس فراہم کر سکتے ہیں۔ اپنے ڈیٹا اور لاجسٹک مہارت سے فائدہ اٹھاتے ہوئے ہم اس بات کو یقینی بنا سکتے ہیں کہ آپ کے عطیہ کو مؤثر طریقے سے فوڈ بینکوں کو مطلوبہ اشیاء کی فراہمی کے لیے استعمال کیا جائے جو آپ کے خیراتی مقاصد سے مماثل ہیں۔ ریئل ٹائم رپورٹس اور ٹریکنگ فراہم کی جاتی ہے کہ آپ کا عطیہ کیسے استعمال ہوتا ہے۔

source: Flag something wrong
ar: الإبلاغ عن شيء خاطئ
bg: Подай сигнал за нещо нередно
bn: কিছু ভুল চিহ্নিত করুন
cy: Baner rhywbeth o'i le
es: Marcar algo incorrecto
fr: Signaler un problème
ga: Brataigh rud éigin mícheart
gd: Bratach rudeigin ceàrr
gu: કંઈક ખોટું હોવાનું ચિહ્નિત કરો
it: Segnala qualcosa di sbagliato
lt: Pažymėti kažką negerai
pa: ਕੁਝ ਗਲਤ ਫਲੈਗ ਕਰੋ
pl: Oznacz coś złego
pt: Denunciar algo errado
ro: Semnalează ceva greșit
ta: ஏதாவது தவறாகக் கொடியிடுங்கள்
tr: Bir sorun olduğunu bildir.
ur: کچھ غلط پر جھنڈا لگائیں۔

source: Sorry that you've found something wrong. We'll review your report within 24 hours, usually quicker.
ar: نأسف لوجود خطأ. سنراجع تقريرك خلال ٢٤ ساعة، وعادةً ما يكون ذلك أسرع.
bg: Съжаляваме, че сте открили нещо нередно. Ще прегледаме сигнала ви в рамките на 24 часа, обикновено по-бързо.
bn: দুঃখিত যে আপনি কিছু ভুল খুঁজে পেয়েছেন। আমরা আপনার প্রতিবেদনটি ২৪ ঘন্টার মধ্যে পর্যালোচনা করব, সাধারণত দ্রুত।
cy: Mae'n ddrwg gennyf eich bod wedi dod o hyd i rywbeth o'i le. Byddwn yn adolygu eich adroddiad o fewn 24 awr, fel arfer yn gyflymach.
es: Lamentamos que haya encontrado algo incorrecto. Revisaremos su informe en 24 horas, normalmente antes.
fr: Nous sommes désolés que vous ayez constaté une anomalie. Nous examinerons votre signalement dans les 24 heures, généralement plus rapidement.
ga: Tá brón orm gur aimsigh tú rud éigin mícheart. Déanfaimid athbhreithniú ar do thuairisc laistigh de 24 uair an chloig, agus is gnách go mbíonn sé níos tapúla.
gd: Duilich gun do lorg thu rudeigin ceàrr. Nì sinn lèirmheas air an aithisg agad taobh a-staigh 24 uairean, mar as trice nas luaithe.
gu: માફ કરશો કે તમને કંઈક ખોટું લાગ્યું છે. અમે 24 કલાકની અંદર તમારા રિપોર્ટની સમીક્ષા કરીશું, સામાન્ય રીતે તે વધુ ઝડપી હોય છે.
it: Ci dispiace che tu abbia trovato qualcosa di sbagliato. Esamineremo la tua segnalazione entro 24 ore, solitamente prima.
lt: Atsiprašome, kad radote kažką ne taip. Jūsų pranešimą peržiūrėsime per 24 valandas, paprastai greičiau.
pa: ਮਾਫ਼ ਕਰਨਾ ਕਿ ਤੁਹਾਨੂੰ ਕੁਝ ਗਲਤ ਲੱਗਿਆ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੀ ਰਿਪੋਰਟ ਦੀ 24 ਘੰਟਿਆਂ ਦੇ ਅੰਦਰ ਸਮੀਖਿਆ ਕਰਾਂਗੇ, ਆਮ ਤੌਰ 'ਤੇ ਇਸ ਤੋਂ ਵੀ ਜਲਦੀ।
pl: Przepraszamy, że znalazłeś coś złego. Przeanalizujemy Twój raport w ciągu 24 godzin, zazwyczaj szybciej.
pt: Lamentamos que você tenha encontrado algo errado. Analisaremos seu relatório em 24 horas, geralmente mais rápido.
ro: Îmi pare rău că ați găsit ceva în neregulă. Vom examina raportul dvs. în termen de 24 de ore, de obicei mai rapid.
ta: மன்னிக்கவும், நீங்கள் ஏதோ தவறாகக் கண்டுபிடித்தீர்கள். உங்கள் அறிக்கையை 24 மணி நேரத்திற்குள் மதிப்பாய்வு செய்வோம், பொதுவாக இது விரைவாக நடக்கும்.
tr: Bir sorun tespit ettiğiniz için üzgünüz. Raporunuzu 24 saat içinde, genellikle daha kısa sürede inceleyeceğiz.
ur: معذرت کہ آپ کو کچھ غلط ملا۔ ہم 24 گھنٹوں کے اندر آپ کی رپورٹ کا جائزہ لیں گے، عام طور پر اس سے بھی تیز۔

source: Human check
ar: فحص بشري
bg: Човешка проверка
bn: মানুষের পরীক্ষা
cy: Gwiriad dynol
es: Control humano
fr: vérification humaine
ga: Seiceáil dhaonna
gd: Sgrùdadh daonna
gu: માનવ તપાસ
it: Controllo umano
lt: Žmogaus patikrinimas
pa: ਮਨੁੱਖੀ ਜਾਂਚ
pl: Jesteś człowiekiem
pt: Verificação Humana
ro: Verificare umană
ta: மனித சோதனை
tr: İnsan kontrolü
ur: انسانی جانچ
