Repository: givefood/givefood
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bn, cy, es, fr, ga, gd, gu, it, lt, pa, pl, pt, ro, ta, tr, ur

source: Hours may vary because of
ar: قد تختلف الساعات بسبب
bg: Работното време може да варира поради
bn: সময় পরিবর্তিত হতে পারে কারণ
cy: Gall oriau amrywio oherwydd
es: Los horarios pueden variar debido a
fr: Les horaires peuvent varier en raison de
ga: D’fhéadfadh uaireanta a bheith éagsúil mar gheall ar
gd: Faodaidh uairean a bhith eadar-dhealaichte air sgàth
gu: કલાકો આના કારણે બદલાઈ શકે છે
it: Gli orari possono variare a causa di
lt: Darbo valandos gali skirtis dėl
pa: ਘੰਟੇ ਇਸ ਕਰਕੇ ਵੱਖ-ਵੱਖ ਹੋ ਸਕਦੇ ਹਨ
pl: Godziny mogą ulec zmianie ze względu na
pt: O horário pode variar devido a
ro: Orele pot varia din cauza
ta: நேரங்கள் மாறுபடலாம் ஏனெனில்
tr: Çalışma saatleri çeşitli nedenlerle değişiklik gösterebilir.
ur: کی وجہ سے گھنٹے مختلف ہو سکتے ہیں۔

source: Main
ar: الرئيسية
bg: Основен
bn: প্রধান
cy: Prif
es: Principal
fr: Principal
ga: Príomh
gd: Prìomh
gu: મુખ્ય
it: Principale
lt: Pagrindiniai
pa: ਮੁੱਖ
pl: Główny
pt: Principal
ro: Principal
ta: முக்கிய
tr: Ana
ur: مین

source: Delivery
ar: التسليم
bg: Доставка
bn: ডেলিভারি
cy: Danfoniadau
es: Entrega
fr: Livraison
ga: Seachadadh
gd: Lìbhrigeadh
gu: ડિલિવરી
it: Consegna
lt: Pristatymas
pa: ਡਿਲਿਵਰੀ
pl: Dostawa
pt: Entrega
ro: Livrare
ta: டெலிவரி
tr: Teslimat
ur: ڈیلیوری

source: Charity Registration <a href="%(charity_url)s" id="charity_link">%(charity_number)s</a>
ar: تسجيل الجمعيات الخيرية <a href="%(charity_url)s" id="charity_link">%(charity_number)s</a>
bg: Регистрация на благотворителна организация <a href="%(charity_url)s" id="charity_link">%(charity_number)s</a>
fr: Enregistrement d'organisme de bienfaisance <a href="%(charity_url)s" id="charity_link">%(charity_number)s</a>
gu: ચેરિટી નોંધણી <a href="%(charity_url)s" id="charity_link">%(charity_number)s</a>
it: Registrazione di beneficenza <a href="%(charity_url)s" id="charity_link">%(charity_number)s</a>
lt: Labdaros organizacijos registracija <a href="%(charity_url)s" id="charity_link">%(charity_number)s</a>
pa: ਚੈਰਿਟੀ ਰਜਿਸਟ੍ਰੇਸ਼ਨ <a href="%(charity_url)s" id="charity_link">%(charity_number)s</a>
pl: Rejestracja organizacji charytatywnej <a href="%(charity_url)s" id="charity_link">%(charity_number)s</a>
pt: Registro de instituição de caridade <a href="%(charity_url)s" id="charity_link">%(charity_number)s</a>
ro: Înregistrare ca organizație caritabilă <a href="%(charity_url)s" id="charity_link">%(charity_number)s</a>
ta: தொண்டு நிறுவனப் பதிவு <a href="%(charity_url)s" id="charity_link">%(charity_number)s</a>
tr: Hayır Kurumu Kaydı <a href="%(charity_url)s" id="charity_link">%(charity_number)s</a>

source: Part of
ar: جزء من
bg: Част от
bn: অংশ
cy: Rhan o
es: Parte de
fr: Partie de
ga: Cuid de
gd: Pàirt de
gu: ભાગ
it: Parte di
lt: Dalis
pa: ਦਾ ਹਿੱਸਾ
pl: Część tego
pt: Parte de
ro: Parte din
ta: ஒரு பகுதியாக
tr: Parçası
ur: کا حصہ

source: is a registered charity in England &amp; Wales
ar: هي مؤسسة خيرية مسجلة في إنجلترا وويلز
bg: е регистрирана благотворителна организация в Англия и Уелс
bn: ইংল্যান্ড ও ওয়েলসে একটি নিবন্ধিত দাতব্য প্রতিষ্ঠান
cy: yn elusen gofrestredig yn Lloegr &amp; Cymru
es: es una organización benéfica registrada en Inglaterra y Gales
fr: est une organisation caritative enregistrée en Angleterre et au Pays de Galles
ga: is carthanas cláraithe i Sasana agus sa Bhreatain Bheag é
gd: na charthannas clàraichte ann an Sasainn &amp; Chuimrigh
gu: ઇંગ્લેન્ડ અને વેલ્સમાં નોંધાયેલ ચેરિટી છે
it: è un ente di beneficenza registrato in Inghilterra e Galles
lt: yra registruota labdaros organizacija Anglijoje ir Velse.
pa: ਇੰਗਲੈਂਡ ਅਤੇ ਵੇਲਜ਼ ਵਿੱਚ ਇੱਕ ਰਜਿਸਟਰਡ ਚੈਰਿਟੀ ਹੈ
pl: jest zarejestrowaną organizacją charytatywną w Anglii i Walii
pt: é uma instituição de caridade registrada na Inglaterra e no País de Gales
ro: este o organizație caritabilă înregistrată în Anglia &amp; Wales
ta: இங்கிலாந்து & வேல்ஸில் பதிவுசெய்யப்பட்ட தொண்டு நிறுவனம் ஆகும்.
tr: İngiltere ve Galler'de kayıtlı bir hayır kurumudur.
ur: انگلینڈ میں ایک رجسٹرڈ خیراتی ادارہ ہے اور ویلز

source: Donate
ar: تبرع
bg: Дарение
bn: দান করুন
cy: Cefnogi
es: Donar
fr: Faire un don
ga: Tabhair Síntiús
gd: Thoir seachad
gu: દાન કરો
it: Dona
lt: Aukoti
pa: ਦਾਨ ਕਰੋ
pl: Wesprzyj
pt: Doação
ro: Donează
ta: நன்கொடை அளியுங்கள்
tr: Bağış
ur: عطیہ کریں۔

source: Food, money or your time
ar: الطعام أو المال أو وقتك
bg: Храна, пари или вашето време
bn: খাবার, টাকা অথবা আপনার সময়
cy: Bwyd, arian neu'ch amser
es: Comida, dinero o tu tiempo
fr: De la nourriture, de l'argent ou votre temps
ga: Bia, airgead nó do chuid ama
gd: Biadh, airgead no an ùine agad
gu: ખોરાક, પૈસા કે તમારો સમય
it: Cibo, denaro o il tuo tempo
lt: Maistas, pinigai ar jūsų laikas
pa: ਖਾਣਾ, ਪੈਸਾ ਜਾਂ ਤੁਹਾਡਾ ਸਮਾਂ
pl: Jedzenie, pieniądze lub twój czas
pt: Comida, dinheiro ou seu tempo
ro: Mâncare, bani sau timpul tău
ta: உணவு, பணம் அல்லது உங்கள் நேரம்
tr: Yemek, para veya zamanınız
ur: کھانا، پیسہ یا آپ کا وقت

source: Donate using
ar: التبرع باستخدام
bg: Дарете, използвайки
bn: ব্যবহার করে দান করুন
cy: Cyfrannwch gan ddefnyddio
es: Donar usando
fr: Faites un don en utilisant
ga: Tabhair síntiús ag baint úsáide as
gd: Thoir seachad a ‘cleachdadh
gu: ઉપયોગ કરીને દાન કરો
it: Dona utilizzando
lt: Paaukokite naudodami
pa: ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਦਾਨ ਕਰੋ
pl: Przekaż darowiznę za pomocą
pt: Doar usando
ro: Donează folosind
ta: இதைப் பயன்படுத்தி நன்கொடை அளிக்கவும்
tr: Bağış yapmak için
ur: استعمال کرتے ہوئے عطیہ کریں۔

source: Details
ar: تفاصيل
bg: Детайли
bn: বিস্তারিত
cy: Manylion
es: Detalles
ga: Sonraí
gd: Mion-fhiosrachadh
gu: વિગતો
it: Dettagli
lt: Detalės
pa: ਵੇਰਵੇ
pl: Szczegóły
pt: Detalhes
ro: Detalii
ta: விவரங்கள்
tr: Detaylar
ur: تفصیلات دیکھیں

source: Locations
ar: المواقع
bg: Местоположения
bn: ঠিকানা
cy: Lleoliadau
es: Ubicaciones
fr: Emplacements
ga: Suíomhanna
gd: Àiteachan
gu: સ્થાનો
it: Località
lt: Vietos
pa: ਸਥਾਨ
pl: Lokalizacje
pt: Localizações
ro: Locații
ta: இடங்கள்
tr: Konumlar
ur: مقامات

source: News
ar: الاخبار
bg: Новини
bn: খবরাখবর
cy: Newyddion
es: Noticias
fr: Actualités
ga: Nuacht
gd: Naidheachdan
gu: સમાચાર
lt: Naujienos
pa: ਖ਼ਬਰਾਂ
pl: Aktualności
pt: Notícias
ro: Noutăți
ta: செய்தி
tr: Haberler
ur: خبریں

source: Social media
ar: مواقع التواصل الاجتماعي
bg: Социални медии
bn: সামাজিক যোগাযোগ মাধ্যম
cy: Cyfryngau cymdeithasol
es: Redes sociales
fr: Réseaux sociaux
ga: Meáin shóisialta
gd: Na meadhanan sòisealta
gu: સોશિયલ મીડિયા
lt: Socialiniams tinklams
pa: ਸੋਸ਼ਲ ਮੀਡੀਆ
pl: Media społecznościowe
pt: Redes sociais
ro: Retele sociale
ta: சமூக ஊடகங்கள்
tr: Sosyal medya
ur: سوشل میڈیا

source: Nearby
ar: الأقرب
bg: Наоколо
bn: কাছাকাছি
cy: Gerllaw
es: Cercano
fr: A proximité
ga: In aice láimhe
gd: Faisg air làimh
gu: નજીકમાં
it: Nelle vicinanze
lt: Netoliese
pa: ਨੇੜੇ
pl: W pobliżu
pt: Nas proximidades
ro: Aproape
ta: அருகிலுள்ள
tr: Yakınlarda
ur: آس پاس

source: Apps
ar: التطبيقات
bg: Приложения
bn: অ্যাপস
gd: Aplacaidean
gu: એપ્લિકેશન્સ
lt: Užklausos
pa: ਐਪਸ
pl: Aplikacje
pt: Aplicativos
ro: Aplicații
ta: ஆப்ஸ்
tr: Uygulamalar

source: Web
ar: الويب
bg: Уеб
bn: ওয়েব
gd: Lìon
gu: વેબ
lt: Interneto svetainė
pa: ਵੈੱਬ
pl: Strona Internetowa
ro: Site
ta: வலை

source: WhatsApp
gu: વોટ્સએપ
pa: ਵਟਸਐਪ

source: Get a notification of what is needed when you are near a donation point with our <a href="%(apps_url)s">mobile apps</a>
ar: احصل على إشعار بما هو مطلوب عندما تكون بالقرب من نقطة تبرع من خلال <a href="%(apps_url)s">تطبيقاتنا للهواتف المحمولة</a>
bg: Получавайте известия за необходимото, когато сте близо до пункт за даряване, с нашите <a href="%(apps_url)s">мобилни приложения</a>
bn: আমাদের <a href="%(apps_url)s">মোবাইল অ্যাপস</a> ব্যবহার করে দান কেন্দ্রের কাছাকাছি থাকলে কী প্রয়োজন তার বিজ্ঞপ্তি পান
fr: Recevez une notification des besoins lorsque vous vous trouvez à proximité d'un point de don grâce à nos <a href="%(apps_url)s">applications mobiles</a>
gd: Faigh fios mu na tha a dhìth nuair a tha thu faisg air puing tabhartais leis <a href="%(apps_url)s">na h-aplacaidean gluasadach</a> againn
gu: અમારી <a href="%(apps_url)s">મોબાઇલ એપ્લિકેશન્સ</a> વડે દાન સ્થળની નજીક હોવ ત્યારે શું જરૂરી છે તેની સૂચના મેળવો
it: Ricevi una notifica su ciò di cui hai bisogno quando ti trovi vicino a un punto di donazione con le nostre <a href="%(apps_url)s">app mobili</a>
lt: Gaukite pranešimą apie tai, ko reikia, kai esate netoli aukojimo vietos, naudodami mūsų <a href="%(apps_url)s">mobiliąsias programėles</a>
pa: ਸਾਡੇ <a href="%(apps_url)s">ਮੋਬਾਈਲ ਐਪਸ</a> ਨਾਲ ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਦਾਨ ਸਥਾਨ ਦੇ ਨੇੜੇ ਹੁੰਦੇ ਹੋ ਤਾਂ ਕੀ ਚਾਹੀਦਾ ਹੈ ਇਸਦੀ ਸੂਚਨਾ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Otrzymuj powiadomienia o tym, co jest potrzebne, gdy będziesz w pobliżu punktu donacji, dzięki naszym <a href="%(apps_url)s">aplikacjom mobilnym</a>
pt: Receba notificações sobre o que é necessário quando estiver perto de um ponto de coleta de doações com nossos <a href="%(apps_url)s">aplicativos móveis.</a>
ro: Primește o notificare despre ce este necesar atunci când te afli în apropierea unui punct de donare cu ajutorul <a href="%(apps_url)s">aplicațiilor noastre mobile</a>
ta: எங்கள் <a href="%(apps_url)s">மொபைல் செயலிகளைப்</a> பயன்படுத்தி நன்கொடை மையத்திற்கு அருகில் இருக்கும்போது என்ன தேவை என்பது குறித்த அறிவிப்பைப் பெறுங்கள்.
tr: <a href="%(apps_url)s">Mobil uygulamalarımız</a> sayesinde bağış noktalarına yaklaştığınızda neye ihtiyaç duyulduğuna dair bildirim alın.

source: Get updates on what is needed with our <a href="%(apps_url)s">mobile apps</a>
ar: احصل على آخر المستجدات حول ما هو مطلوب من خلال <a href="%(apps_url)s">تطبيقاتنا للهواتف المحمولة</a>
bg: Получавайте актуализации за това, което е необходимо, с нашите <a href="%(apps_url)s">мобилни приложения</a>
bn: আমাদের <a href="%(apps_url)s">মোবাইল অ্যাপগুলির</a> সাথে কী কী প্রয়োজন সে সম্পর্কে আপডেট পান
fr: Restez informé(e) des besoins grâce à nos <a href="%(apps_url)s">applications mobiles</a>
gd: Faigh ùrachaidhean air na tha a dhìth leis <a href="%(apps_url)s">na h-aplacaidean gluasadach</a> againn
gu: અમારી <a href="%(apps_url)s">મોબાઇલ એપ્લિકેશનો</a> સાથે શું જરૂરી છે તેના અપડેટ્સ મેળવો
it: Ricevi aggiornamenti su ciò di cui hai bisogno con le nostre <a href="%(apps_url)s">app mobili</a>
lt: Gaukite naujienas apie tai, ko reikia mūsų <a href="%(apps_url)s">mobiliosioms programėlėms</a>
pa: ਸਾਡੇ <a href="%(apps_url)s">ਮੋਬਾਈਲ ਐਪਸ</a> ਨਾਲ ਕੀ ਲੋੜ ਹੈ, ਇਸ ਬਾਰੇ ਅੱਪਡੇਟ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Otrzymuj aktualizacje dotyczące tego, co jest potrzebne, dzięki naszym <a href="%(apps_url)s">aplikacjom mobilnym</a>
pt: Receba atualizações sobre o que é necessário com nossos <a href="%(apps_url)s">aplicativos móveis.</a>
ro: Primiți actualizări despre ce este necesar cu <a href="%(apps_url)s">aplicațiile noastre mobile</a>
ta: எங்கள் <a href="%(apps_url)s">மொபைல் பயன்பாடுகள்</a> மூலம் என்ன தேவை என்பது குறித்த புதுப்பிப்புகளைப் பெறுங்கள்.
tr: <a href="%(apps_url)s">Mobil uygulamalarımızla</a> ihtiyaç duyulanlar hakkında güncel bilgilere ulaşın.

source: Have this web browser notify when the shopping list changes
ar: قم بتفعيل خاصية الإشعارات في متصفح الويب هذا عند تغيير قائمة التسوق
bg: Нека този уеб браузър да ви уведомява, когато списъкът за пазаруване се промени
bn: কেনাকাটার তালিকা পরিবর্তন হলে এই ওয়েব ব্রাউজারকে অবহিত করতে বলুন
fr: Configurer ce navigateur Web pour qu'il m'avertit lorsque la liste de courses change.
gd: Thoir air a’ bhrabhsair lìn seo fios a chur nuair a dh’atharraicheas an liosta bhùthan
gu: ખરીદીની સૂચિ બદલાય ત્યારે આ વેબ બ્રાઉઝરને સૂચિત કરવા દો
it: Fai in modo che questo browser web ti avvisi quando cambia la lista della spesa
lt: Nustatyti, kad ši žiniatinklio naršyklė praneštų, kai pasikeičia pirkinių sąrašas
pa: ਖਰੀਦਦਾਰੀ ਸੂਚੀ ਬਦਲਣ 'ਤੇ ਇਸ ਵੈੱਬ ਬ੍ਰਾਊਜ਼ਰ ਨੂੰ ਸੂਚਿਤ ਕਰੋ
pl: Ustaw tę przeglądarkę internetową tak, aby powiadamiała o zmianach na liście zakupów
pt: Configure seu navegador para notificar quando a lista de compras for alterada.
ro: Setează acest browser web să te notifice când lista de cumpărături se modifică
ta: ஷாப்பிங் பட்டியல் மாறும்போது இந்த வலை உலாவிக்கு அறிவிக்கச் சொல்லுங்கள்.
tr: Bu web tarayıcısının alışveriş listesi değiştiğinde bildirim göndermesini sağlayın.

source: Get browser notifications
ar: احصل على إشعارات المتصفح
bg: Получавайте известия от браузъра
bn: ব্রাউজার বিজ্ঞপ্তি পান
fr: Recevoir des notifications du navigateur
gd: Faigh fiosan brabhsair
gu: બ્રાઉઝર સૂચનાઓ મેળવો
it: Ricevi notifiche dal browser
lt: Gaukite naršyklės pranešimus
pa: ਬ੍ਰਾਊਜ਼ਰ ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Otrzymuj powiadomienia w przeglądarce
pt: Receba notificações do navegador
ro: Primește notificări în browser
ta: உலாவி அறிவிப்புகளைப் பெறுங்கள்
tr: Tarayıcı bildirimlerini alın

source: Sorry, the security check failed. Please try again.
ar: عذراً، فشل التحقق الأمني. يرجى المحاولة مرة أخرى.
bg: За съжаление, проверката за сигурност не беше успешна. Моля, опитайте отново.
bn: দুঃখিত, নিরাপত্তা পরীক্ষা ব্যর্থ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।
fr: Désolé, le contrôle de sécurité a échoué. Veuillez réessayer.
gd: Duilich, dh’fhàillig an sgrùdadh tèarainteachd. Feuch ris a-rithist.
gu: માફ કરશો, સુરક્ષા તપાસ નિષ્ફળ ગઈ. કૃપા કરીને ફરી પ્રયાસ કરો.
it: Spiacenti, il controllo di sicurezza non è riuscito. Riprova.
lt: Atsiprašome, saugumo patikra nepavyko. Bandykite dar kartą.
pa: ਮਾਫ਼ ਕਰਨਾ, ਸੁਰੱਖਿਆ ਜਾਂਚ ਅਸਫਲ ਰਹੀ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Przepraszamy, kontrola bezpieczeństwa nie powiodła się. Spróbuj ponownie.
pt: Desculpe, a verificação de segurança falhou. Por favor, tente novamente.
ro: Ne pare rău, verificarea de securitate a eșuat. Vă rugăm să încercați din nou.
ta: மன்னிக்கவும், பாதுகாப்பு சோதனை தோல்வியடைந்தது. மீண்டும் முயற்சிக்கவும்.
tr: Üzgünüz, güvenlik kontrolü başarısız oldu. Lütfen tekrar deneyin.

source: Get updates on this shopping list via email
ar: احصل على تحديثات بشأن قائمة التسوق هذه عبر البريد الإلكتروني
bg: Получавайте актуализации за този списък за пазаруване по имейл
bn: এই কেনাকাটার তালিকার আপডেট ইমেলের মাধ্যমে পান
fr: Recevez les mises à jour de cette liste de courses par e-mail
gd: Faigh ùrachaidhean air an liosta bhùthan seo tro phost-d
gu: આ ખરીદી સૂચિ પર ઇમેઇલ દ્વારા અપડેટ્સ મેળવો
it: Ricevi aggiornamenti su questa lista della spesa via e-mail
lt: Gaukite šio pirkinių sąrašo atnaujinimus el. paštu
pa: ਇਸ ਖਰੀਦਦਾਰੀ ਸੂਚੀ ਬਾਰੇ ਈਮੇਲ ਰਾਹੀਂ ਅੱਪਡੇਟ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Otrzymuj aktualizacje dotyczące tej listy zakupów e-mailem
pt: Receba atualizações sobre esta lista de compras por e-mail.
ro: Primiți actualizări despre această listă de cumpărături prin e-mail
ta: இந்த ஷாப்பிங் பட்டியல் பற்றிய புதுப்பிப்புகளை மின்னஞ்சல் மூலம் பெறுங்கள்.
tr: Bu alışveriş listesiyle ilgili güncellemeleri e-posta yoluyla alın.

source: Email address
ar: عنوان البريد الإلكتروني
bg: Имейл адрес
bn: ইমেইল অ্যড্রেস
cy: Cyfeiriad e-bost
es: Dirección de correo electrónico
fr: Adresse email
ga: Seoladh ríomhphoist
gd: Seòladh puist-d
gu: ઇમેઇલ સરનામું
it: Indirizzo email
lt: El. pašto adresas
pa: ਈਮੇਲ ਪਤਾ
pl: Adres e-mail
pt: Endereço de e-mail
ro: Adresă email
ta: மின்னஞ்சல் முகவரி
tr: E-posta adresi
ur: ای میل پتہ

source: Get updates
ar: احصل على تحديث
bg: Получавай актуализации
bn: আপডেট পান
cy: Cael diweddariadau
es: Obtener actualizaciones
fr: Obtenir les mises à jour
ga: Faigh nuashonruithe
gd: Faigh ùrachaidhean
gu: અપડેટ્સ મેળવો
it: Ottieni gli aggiornamenti
lt: Gaukite atnaujinimus
pa: ਅੱਪਡੇਟ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Pobierz aktualizacje
pt: Obter atualizações
ro: Obțineți actualizări
ta: புதுப்பிப்புகளைப் பெறுங்கள்
tr: Güncellemeleri al
ur: اپ ڈیٹس حاصل کریں۔

source: We'll never use your email address for anything else, and you can unsubscribe at any time
ar: لن نستخدم بريدك الإلكتروني لأي غرض آخر، ويمكنك إلغاء الاشتراك في أي وقت.
bg: Никога няма да използваме имейл адреса ви за нищо друго и можете да се отпишете по всяко време.
bn: আমরা আপনার ইমেল ঠিকানা অন্য কোনও কাজে ব্যবহার করব না এবং আপনি যেকোনো সময় সদস্যতা ত্যাগ করতে পারেন।
fr: Nous n'utiliserons jamais votre adresse e-mail à d'autres fins, et vous pouvez vous désabonner à tout moment.
gd: Cha chleachd sinn do sheòladh puist-d airson rud sam bith eile, agus faodaidh tu dì-chlàradh aig àm sam bith
gu: અમે તમારા ઇમેઇલ સરનામાંનો ઉપયોગ ક્યારેય અન્ય કોઈ વસ્તુ માટે કરીશું નહીં, અને તમે ગમે ત્યારે અનસબ્સ્ક્રાઇબ કરી શકો છો.
it: Non useremo mai il tuo indirizzo email per nient'altro e potrai annullare l'iscrizione in qualsiasi momento
lt: Mes niekada nenaudosime jūsų el. pašto adreso niekam kitam, ir jūs galite bet kada atsisakyti prenumeratos.
pa: ਅਸੀਂ ਤੁਹਾਡੇ ਈਮੇਲ ਪਤੇ ਦੀ ਵਰਤੋਂ ਕਦੇ ਵੀ ਕਿਸੇ ਹੋਰ ਚੀਜ਼ ਲਈ ਨਹੀਂ ਕਰਾਂਗੇ, ਅਤੇ ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਗਾਹਕੀ ਰੱਦ ਕਰ ਸਕਦੇ ਹੋ।
pl: Nigdy nie wykorzystamy Twojego adresu e-mail w żadnym innym celu. Możesz zrezygnować z subskrypcji w dowolnym momencie
pt: Nunca usaremos seu endereço de e-mail para nenhum outro propósito, e você poderá cancelar a assinatura a qualquer momento.
ro: Nu vom folosi niciodată adresa ta de e-mail pentru nimic altceva și te poți dezabona oricând.
ta: உங்கள் மின்னஞ்சல் முகவரியை வேறு எதற்கும் நாங்கள் பயன்படுத்த மாட்டோம், மேலும் நீங்கள் எந்த நேரத்திலும் குழுவிலகலாம்.
tr: E-posta adresinizi asla başka bir amaçla kullanmayacağız ve istediğiniz zaman aboneliğinizi iptal edebilirsiniz.

source: Get updates on this shopping list via WhatsApp
gu: આ શોપિંગ લિસ્ટ વિશે WhatsApp દ્વારા અપડેટ્સ મેળવો
pa: ਇਸ ਖਰੀਦਦਾਰੀ ਸੂਚੀ ਬਾਰੇ ਅੱਪਡੇਟ WhatsApp ਰਾਹੀਂ ਪ੍ਰਾਪਤ ਕਰੋ।
pt: Receba atualizações sobre esta lista de compras via WhatsApp.
ro: Primește actualizări despre această listă de cumpărături prin WhatsApp
tr: Bu alışveriş listesiyle ilgili güncellemeleri WhatsApp üzerinden alın.

source: Get WhatsApp updates
gu: WhatsApp અપડેટ્સ મેળવો
pa: WhatsApp ਅੱਪਡੇਟ ਪ੍ਰਾਪਤ ਕਰੋ
pt: Receba atualizações do WhatsApp
ro: Primește actualizări pe WhatsApp
tr: WhatsApp güncellemelerini alın

source: You can find out what is needed on the foodbank's Facebook page:
ar: يمكنك معرفة ما هو مطلوب من خلال صفحة بنك الطعام على الفيسبوك:
bg: Можете да разберете какво е необходимо на страницата на хранителната банка във Facebook:
bn: ফুডব্যাঙ্কের ফেসবুক পেজে আপনি কী কী প্রয়োজন তা জানতে পারবেন:
cy: Gallwch ddarganfod beth sydd ei angen ar dudalen Facebook y banc bwyd:
es: Puedes saber qué se necesita en la página de Facebook del banco de alimentos:
fr: Vous pouvez consulter la page Facebook de la banque alimentaire pour connaître les besoins :
ga: Is féidir leat a fháil amach cad atá ag teastáil ar leathanach Facebook an bhainc bia:
gd: Gheibh sibh a-mach dè a tha a dhìth air duilleag Facebook a’ bhanca-bìdh:
gu: ફૂડબેંકના ફેસબુક પેજ પર તમે શું જરૂરી છે તે શોધી શકો છો:
it: Potete scoprire di cosa avete bisogno sulla pagina Facebook della banca alimentare:
lt: Sužinoti, ko reikia, galite maisto banko „Facebook“ puslapyje:
pa: ਤੁਸੀਂ ਫੂਡਬੈਂਕ ਦੇ ਫੇਸਬੁੱਕ ਪੇਜ 'ਤੇ ਪਤਾ ਲਗਾ ਸਕਦੇ ਹੋ ਕਿ ਕੀ ਚਾਹੀਦਾ ਹੈ:
pl: Informacje o tym, co jest potrzebne, można znaleźć na stronie banku żywności na Facebooku:
pt: Você pode descobrir o que é necessário na página do banco de alimentos no Facebook:
ro: Puteți afla de ce aveți nevoie pe pagina de Facebook a băncii de alimente:
ta: உணவு வங்கியின் பேஸ்புக் பக்கத்தில் என்ன தேவை என்பதை நீங்கள் கண்டுபிடிக்கலாம்:
tr: İhtiyaç duyulan malzemeleri gıda bankasının Facebook sayfasından öğrenebilirsiniz:
ur: آپ فوڈ بینک کے فیس بک پیج پر جان سکتے ہیں کہ کیا ضرورت ہے:

source: is currently requesting the following items to be donated:
ar: يطلب حاليًا التبرع بالعناصر التالية:
bg: в момента отправя молба за даряване на следните артикули:
bn: বর্তমানে নিম্নলিখিত জিনিসপত্র দান করার জন্য অনুরোধ করছে:
cy: ar hyn o bryd yn gofyn i'r eitemau canlynol gael eu rhoi:
es: Actualmente solicita la donación de los siguientes artículos:
fr: demande actuellement les dons suivants :
ga: ag iarraidh faoi láthair go ndéanfaí na míreanna seo a leanas a bhronnadh:
gd: an-dràsta ag iarraidh na nithean a leanas a thoirt seachad:
gu: હાલમાં નીચેની વસ્તુઓનું દાન કરવાની વિનંતી કરી રહ્યું છે:
it: sta attualmente richiedendo la donazione dei seguenti articoli:
lt: šiuo metu prašo paaukoti šiuos daiktus:
pa: ਇਸ ਵੇਲੇ ਹੇਠ ਲਿਖੀਆਂ ਚੀਜ਼ਾਂ ਦਾਨ ਕਰਨ ਦੀ ਬੇਨਤੀ ਕਰ ਰਿਹਾ ਹੈ:
pl: obecnie prosi o przekazanie następujących rzeczy:
pt: está atualmente solicitando a doação dos seguintes itens:
ro: solicită în prezent să fie donate următoarele articole:
ta: தற்போது பின்வரும் பொருட்களை நன்கொடையாகக் கோருகிறது:
tr: Şu anda aşağıdaki eşyaların bağışlanmasını talep etmektedir:
ur: فی الحال درج ذیل اشیاء کو عطیہ کرنے کی درخواست کر رہا ہے:

source: This food bank is located at a school, so may not be open to the public.
ar: يقع بنك الطعام هذا في مدرسة، لذا قد لا يكون مفتوحًا للجمهور.
bg: Тази банка за хранителни продукти се намира в училище, така че е възможно да не е отворена за обществеността.
bn: এই খাদ্য ব্যাংকটি একটি স্কুলে অবস্থিত, তাই এটি জনসাধারণের জন্য উন্মুক্ত নাও হতে পারে।
cy: Mae'r banc bwyd hwn wedi'i leoli mewn ysgol, felly efallai na fydd ar agor i'r cyhoedd.
es: Este banco de alimentos está ubicado en una escuela, por lo que es posible que no esté abierto al público.
fr: Cette banque alimentaire est située dans une école, elle n'est donc peut-être pas ouverte au public.
ga: Tá an banc bia seo suite i scoil, mar sin ní fhéadfadh sé a bheith oscailte don phobal.
gd: Tha am banca bìdh seo suidhichte ann an sgoil, agus mar sin is dòcha nach bi e fosgailte don phoball.
gu: આ ફૂડ બેંક એક શાળામાં આવેલી છે, તેથી તે જાહેર જનતા માટે ખુલ્લી ન પણ હોય શકે.
it: Questa banca alimentare si trova presso una scuola, quindi potrebbe non essere aperta al pubblico.
lt: Šis maisto bankas yra įsikūręs mokykloje, todėl gali būti neviešas.
pa: ਇਹ ਫੂਡ ਬੈਂਕ ਇੱਕ ਸਕੂਲ ਵਿੱਚ ਸਥਿਤ ਹੈ, ਇਸ ਲਈ ਇਹ ਜਨਤਾ ਲਈ ਖੁੱਲ੍ਹਾ ਨਹੀਂ ਹੋ ਸਕਦਾ।
pl: Bank żywności mieści się w szkole, więc może być niedostępny dla ogółu społeczeństwa.
pt: Este banco de alimentos está localizado em uma escola, então pode não estar aberto ao público.
ro: Această bancă de alimente se află într-o școală, deci este posibil să nu fie deschisă publicului.
ta: இந்த உணவு வங்கி ஒரு பள்ளியில் அமைந்துள்ளது, எனவே பொதுமக்களுக்கு இது திறந்திருக்க வாய்ப்பில்லை.
tr: Bu gıda bankası bir okulda bulunuyor, bu nedenle halka açık olmayabilir.
ur: یہ فوڈ بینک ایک اسکول میں واقع ہے، اس لیے عوام کے لیے نہیں کھلا ہو سکتا ہے۔

source: Administrative
ar: مكتب إداري
bg: Административни
bn: প্রশাসনিক
cy: Gweinyddol
es: Administrativo
fr: Administratif
ga: Riaracháin
gd: Rianachd
gu: વહીવટી
it: Amministrativo
lt: Administracinis
pa: ਪ੍ਰਬੰਧਕੀ
pl: Administracja
pt: Administrativo
ro: Administrativ
ta: நிர்வாக
tr: Yönetimsel
ur: انتظامی

source: This location accepts donations
ar: هذا الموقع يقبل التبرعات
bg: Това място приема дарения
bn: এই স্থানটি অনুদান গ্রহণ করে
cy: Mae'r lleoliad hwn yn derbyn rhoddion
es: Esta ubicación acepta donaciones
fr: Ce lieu accepte les dons
ga: Glacann an suíomh seo le síntiúis
gd: Gabhaidh an t-ionad seo tabhartasan
gu: આ સ્થાન દાન સ્વીકારે છે
it: Questa sede accetta donazioni
lt: Šioje vietoje priimamos aukos
pa: ਇਹ ਸਥਾਨ ਦਾਨ ਸਵੀਕਾਰ ਕਰਦਾ ਹੈ
pl: Ta lokalizacja akceptuje darowizny
pt: Este local aceita doações
ro: Această locație acceptă donații
ta: இந்த இடம் நன்கொடைகளை ஏற்றுக்கொள்கிறது.
tr: Bu mekân bağış kabul etmektedir.
ur: یہ مقام عطیات قبول کرتا ہے۔

source: Mobile food bank location
ar: موقع بنك الطعام المتنقل
bg: Местоположение на мобилна банка за храна
bn: ভ্রাম্যমাণ খাদ্য ব্যাংকের অবস্থান
fr: emplacement de la banque alimentaire mobile
gd: Àite banca bìdh gluasadach
gu: મોબાઇલ ફૂડ બેંક સ્થાન
it: Posizione della banca alimentare mobile
lt: Mobiliojo maisto banko vieta
pa: ਮੋਬਾਈਲ ਫੂਡ ਬੈਂਕ ਦੀ ਸਥਿਤੀ
pl: Lokalizacja mobilnego banku żywności
pt: Localização do banco de alimentos móvel
ro: Locația băncii mobile de alimente
ta: நடமாடும் உணவு வங்கி இருப்பிடம்
tr: Mobil gıda bankası konumu

source: away
ar: بعيدا
bg: далеч
bn: দূরে
cy: i ffwrdd
es: lejos
fr: absent
ga: ar shiúl
gd: air falbh
gu: દૂર
it: lontano
lt: toli
pa: ਦੂਰ
pl: z dala
pt: ausente
ro: plecat
ta: தொலைவில்
tr: uzakta
ur: دور
