Repository: givefood/givefood
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bn, cy, es, fr, ga, gd, gu, it, lt, pa, pl, pt, ro, ta, tr, ur

source: We currently don't know what is needed at this food bank. Please contact them to find out.
gu: અમને હાલમાં ખબર નથી કે આ ફૂડ બેંકમાં શું જરૂરી છે. કૃપા કરીને જાણવા માટે તેમનો સંપર્ક કરો.
pa: ਸਾਨੂੰ ਇਸ ਵੇਲੇ ਨਹੀਂ ਪਤਾ ਕਿ ਇਸ ਫੂਡ ਬੈਂਕ ਵਿੱਚ ਕੀ ਚਾਹੀਦਾ ਹੈ। ਇਹ ਜਾਣਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਉਨ੍ਹਾਂ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pt: Atualmente, não sabemos quais são as necessidades deste banco de alimentos. Por favor, entre em contato com eles para obter essa informação.
ro: În prezent, nu știm de ce este nevoie la această bancă de alimente. Vă rugăm să îi contactați pentru a afla.
tr: Şu anda bu gıda bankasının neye ihtiyacı olduğunu bilmiyoruz. Lütfen öğrenmek için onlarla iletişime geçin.

source: This food bank isn't requesting anything, but may appreciate other support like a financial donation or volunteers. Please contact them to find out.
gu: આ ફૂડ બેંક કંઈ માંગતી નથી, પરંતુ નાણાકીય દાન અથવા સ્વયંસેવકો જેવી અન્ય મદદની પ્રશંસા કરી શકે છે. જાણવા માટે કૃપા કરીને તેમનો સંપર્ક કરો.
lt: Šis maisto bankas nieko neprašo, bet gali būti dėkingas už kitą paramą, pavyzdžiui, finansinę auką ar savanorius. Susisiekite su jais, kad sužinotumėte.
pa: ਇਹ ਫੂਡ ਬੈਂਕ ਕੁਝ ਨਹੀਂ ਮੰਗ ਰਿਹਾ, ਪਰ ਵਿੱਤੀ ਦਾਨ ਜਾਂ ਵਲੰਟੀਅਰਾਂ ਵਰਗੀ ਹੋਰ ਸਹਾਇਤਾ ਦੀ ਕਦਰ ਕਰ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਪਤਾ ਲਗਾਉਣ ਲਈ ਉਨ੍ਹਾਂ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pt: Este banco alimentar não está pedindo nada, mas pode apreciar outro tipo de apoio, como doação financeira ou voluntários. Entre em contato com eles para descobrir.
ro: Această bancă de alimente nu solicită nimic, dar ar putea aprecia alt sprijin precum o donație financiară sau voluntari. Contactați-i pentru a afla.
tr: Bu gıda bankası şu anda hiçbir şey talep etmiyor, ancak maddi bağış veya gönüllüler gibi diğer destekleri takdir edebilir. Öğrenmek için lütfen onlarla iletişime geçin.

source: What Food Banks Need
ar: ما تحتاجه بنوك الطعام
bg: От какво се нуждаят хранителните банки
bn: খাদ্য ব্যাংকের কী প্রয়োজন
cy: Beth sydd ei angen ar Fanciau Bwyd
es: Lo que necesitan los bancos de alimentos
fr: Ce dont les banques alimentaires ont besoin
ga: Cad is Riachtanach do Bhainc Bia
gd: Na tha a dhìth air Bancaichean Bidhe
gu: ફૂડ બેંકોને શું જોઈએ છે
it: Di cosa hanno bisogno le banche alimentari
lt: Ko reikia maisto bankams
pa: ਫੂਡ ਬੈਂਕਾਂ ਨੂੰ ਕੀ ਚਾਹੀਦਾ ਹੈ
pl: Czego potrzebują banki żywności
pt: O que os bancos de alimentos precisam
ro: De ce au nevoie băncile alimentare
ta: உணவு வங்கிகளுக்கு என்ன தேவை?
tr: Gıda Bankalarının İhtiyaç Duydukları Şeyler
ur: فوڈ بینکوں کو کیا ضرورت ہے۔

source: Use Give Food's tool to find what food banks near you are requesting to have donated
ar: استخدم أداة Give Food للعثور على بنوك الطعام القريبة منك التي تطلب التبرع بها
bg: Използвайте инструмента Give Food, за да намерите какви хранителни банки близо до вас искат да бъдат дарени
bn: আপনার কাছাকাছি কোন খাদ্য ব্যাংকগুলি অনুদানের জন্য অনুরোধ করছে তা জানতে Give Food-এর টুল ব্যবহার করুন।
cy: Defnyddiwch offeryn Give Food i ddarganfod pa fanciau bwyd yn eich ardal chi y mae'n gofyn iddynt fod wedi'u rhoi
es: Utilice la herramienta Give Food para encontrar qué bancos de alimentos cerca de usted están solicitando donaciones
fr: Utilisez l'outil de Give Food pour trouver les banques alimentaires près de chez vous qui ont besoin de dons.
ga: Bain úsáid as uirlis Give Food chun a fháil amach cé na bainc bia in aice leat atá ag iarraidh go ndéanfaí deontas orthu
gd: Cleachd inneal Give Food gus faighinn a-mach dè na bancaichean bìdh faisg ort a tha ag iarraidh a thoirt seachad
gu: તમારી નજીકની કઈ ફૂડ બેંકો દાન માટે વિનંતી કરી રહી છે તે શોધવા માટે ગીવ ફૂડ ટૂલનો ઉપયોગ કરો.
it: Utilizza lo strumento Give Food per scoprire quali banche alimentari vicino a te stanno richiedendo donazioni
lt: Pasinaudokite „Give Food“ įrankiu, kad sužinotumėte, kokius maisto bankus prašo paaukoti netoliese.
pa: ਤੁਹਾਡੇ ਨੇੜੇ ਦੇ ਕਿਹੜੇ ਫੂਡ ਬੈਂਕ ਦਾਨ ਕਰਨ ਲਈ ਬੇਨਤੀ ਕਰ ਰਹੇ ਹਨ, ਇਹ ਪਤਾ ਲਗਾਉਣ ਲਈ Give Food ਦੇ ਟੂਲ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Skorzystaj z narzędzia Give Food, aby dowiedzieć się, jakie banki żywności w Twojej okolicy proszą o darowizny
pt: Use a ferramenta Give Food para descobrir quais bancos de alimentos perto de você estão solicitando doações
ro: Utilizați instrumentul Give Food pentru a găsi ce bănci alimentare din apropiere solicită să fi donat
ta: உங்களுக்கு அருகிலுள்ள உணவு வங்கிகள் என்ன நன்கொடை அளிக்கக் கோருகின்றன என்பதைக் கண்டறிய Give Food கருவியைப் பயன்படுத்தவும்.
tr: Give Food'un aracını kullanarak, yakınınızdaki gıda bankalarının hangi bağışlara ihtiyaç duyduğunu öğrenebilirsiniz.
ur: Give Food کا ٹول استعمال کریں تاکہ معلوم ہو سکے کہ آپ کے نزدیک کون سے فوڈ بینک عطیہ کرنے کی درخواست کر رہے ہیں۔

source: Map of UK food banks
ar: خريطة بنوك الطعام في المملكة المتحدة
bg: Карта на хранителните банки в Обединеното кралство
bn: যুক্তরাজ্যের খাদ্য ব্যাংকের মানচিত্র
cy: Map o fanciau bwyd y DU
es: Mapa de los bancos de alimentos del Reino Unido
fr: Carte des banques alimentaires du Royaume-Uni
ga: Léarscáil de bhainc bia sa Ríocht Aontaithe
gd: Mapa de bhancaichean bìdh na RA
gu: યુકે ફૂડ બેંકોનો નકશો
it: Mappa delle banche alimentari del Regno Unito
lt: JK maisto bankų žemėlapis
pa: ਯੂਕੇ ਫੂਡ ਬੈਂਕਾਂ ਦਾ ਨਕਸ਼ਾ
pl: Mapa banków żywności w Wielkiej Brytanii
pt: Mapa dos bancos de alimentos do Reino Unido
ro: Harta băncilor alimentare din Marea Britanie
ta: UK உணவு வங்கிகளின் வரைபடம்
tr: Birleşik Krallık gıda bankalarının haritası
ur: برطانیہ کے فوڈ بینکوں کا نقشہ

source: Find Food Banks To Help
ar: ابحث عن بنوك الطعام للمساعدة
bg: Намерете хранителни банки, които да ви помогнат
bn: সাহায্যের জন্য খাদ্য ব্যাংক খুঁজুন
cy: Dod o hyd i Fanciau Bwyd i Helpu
es: Encuentre bancos de alimentos que le ayuden
fr: Trouvez des banques alimentaires pour vous aider.
ga: Aimsigh Bainc Bia le Cabhrú
gd: Lorg Bancaichean Bidhe airson Cuideachadh
gu: મદદ કરવા માટે ફૂડ બેંકો શોધો
it: Trova banche alimentari per aiutarti
lt: Raskite maisto bankus, kurie gali padėti
pa: ਮਦਦ ਲਈ ਫੂਡ ਬੈਂਕ ਲੱਭੋ
pl: Znajdź banki żywności, które pomogą
pt: Encontre Bancos de Alimentos para Ajudar
ro: Găsiți bănci alimentare pentru a vă ajuta
ta: உதவ உணவு வங்கிகளைக் கண்டறியவும்
tr: Yardım Alabileceğiniz Gıda Bankaları Bulun
ur: مدد کے لیے فوڈ بینک تلاش کریں۔

source: food banks
ar: بنوك الطعام
bg: хранителни банки
bn: খাদ্য ব্যাংক
cy: banciau bwyd
es: bancos de alimentos
fr: banques alimentaires
ga: bainc bia
gd: bancaichean bìdh
gu: ફૂડ બેંકો
it: banche alimentari
lt: maisto bankai
pa: ਫੂਡ ਬੈਂਕ
pl: banki żywności
pt: bancos de alimentos
ro: bănci alimentare
ta: உணவு வங்கிகள்
tr: gıda bankaları
ur: فوڈ بینک

source: Use my location
ar: استخدم موقعي
bg: Използвай местоположението ми
bn: আমার অবস্থান ব্যবহার করুন
cy: Defnyddio fy lleoliad
es: Usa mi ubicación
fr: Utiliser ma localisation
ga: Úsáid mo shuíomh
gd: Cleachd m’ àite
gu: મારા સ્થાનનો ઉપયોગ કરો
it: Utilizza la mia posizione
lt: Naudoti mano vietą
pa: ਮੇਰਾ ਟਿਕਾਣਾ ਵਰਤੋ
pl: Moja obecna lokalizacja
pt: Utilizar minha localização
ro: Folosește locația mea
ta: எனது இருப்பிடத்தைப் பயன்படுத்து
tr: Konumumu kullan
ur: میرا مقام استعمال کریں۔

source: Postcode or town
ar: الرمز البريدي أو المدينة
bg: Пощенски код или град
bn: পোস্টকোড অথবা শহর
cy: Cod post neu dref
es: Código postal o ciudad
fr: Code postal ou ville
ga: Cód poist nó baile
gd: Còd-puist no baile
gu: પોસ્ટકોડ અથવા શહેર
it: Codice postale o città
lt: Pašto kodas arba miestas
pa: ਡਾਕ ਕੋਡ ਜਾਂ ਸ਼ਹਿਰ
pl: Kod pocztowy lub miasto
pt: Código postal ou cidade
ro: Cod poștal sau oraș
ta: அஞ்சல் குறியீடு அல்லது நகரம்
tr: Posta kodu veya şehir
ur: پوسٹ کوڈ یا شہر

source: e.g. EX4 6PX or Sheffield
ar: على سبيل المثال EX4 6PX أو شيفيلد
bg: напр. EX4 6PX или Шефилд
bn: যেমন EX4 6PX অথবা শেফিল্ড
cy: e.e. EX4 6PX neu Sheffield
es: p. ej. EX4 6PX o Sheffield
fr: Par exemple, EX4 6PX ou Sheffield
ga: m.sh. EX4 6PX nó Sheffield
gd: e.g. EH12 5PJ no Glasgow
gu: દા.ત. EX4 6PX અથવા શેફિલ્ડ
it: ad esempio EX4 6PX o Sheffield
lt: pvz., EX4 6PX arba Šefildas
pa: ਉਦਾਹਰਨ ਲਈ EX4 6PX ਜਾਂ ਸ਼ੈਫੀਲਡ
pl: np. EX4 6PX lub Sheffield
pt: por exemplo EX4 6PX ou Sheffield
ro: de ex. EX4 6PX sau Sheffield
ta: எ.கா. EX4 6PX அல்லது ஷெஃபீல்ட்
tr: Örneğin EX4 6PX veya Sheffield
ur: جیسے EX4 6PX یا شیفیلڈ

source: Foodbanks in %(location)s
ar: بنوك الطعام في %(location)s
bg: Хранителни банки в %(location)s
bn: %(location)s এ খাদ্য ব্যাংক
cy: Banciau bwyd yn %(location)s
es: Bancos de alimentos en %(location)s
fr: Banques alimentaires à %(location)s
ga: Bainc bia i %(location)s
gd: Bancaichean bìdh ann an %(location)s
gu: %(location)s માં ફૂડબેંક
it: Banche alimentari in %(location)s
lt: Maisto bankai %(location)s
pa: %(location)s ਵਿੱਚ ਫੂਡਬੈਂਕ
pl: Banki żywności w %(location)s
pt: Bancos alimentares em %(location)s
ro: Bănci alimentare în %(location)s
ta: %(location)s இல் உள்ள உணவு வங்கிகள்
tr: %(location)s'daki gıda bankaları
ur: %(location)s میں فوڈ بینک

source: Find a food bank near %(location)s, see what they need and how you can help by donating or volunteering.
ar: ابحث عن بنك طعام بالقرب من %(location)s، وشاهد ما يحتاجونه وكيف يمكنك المساعدة من خلال التبرع أو التطوع.
bg: Намерете банка за хранителни продукти близо до %(location)s, вижте от какво се нуждаят и как можете да помогнете, като дарите или се включите като доброволец.
bn: %(location)s এর কাছাকাছি একটি খাদ্য ব্যাংক খুঁজুন, তাদের কী প্রয়োজন এবং আপনি কীভাবে দান বা স্বেচ্ছাসেবক হিসেবে সাহায্য করতে পারেন তা দেখুন।
cy: Dewch o hyd i fanc bwyd ger %(location)s, gweld beth sydd ei angen arnynt a sut gallwch chi helpu trwy roi neu wirfoddoli.
es: Encuentre un banco de alimentos cerca de %(location)s, vea lo que necesitan y cómo puede ayudar donando o como voluntario.
fr: Trouvez une banque alimentaire près de %(location)s, voyez ce dont ils ont besoin et comment vous pouvez les aider en faisant un don ou en devenant bénévole.
ga: Aimsigh banc bia in aice le %(location)s, féach cad atá ag teastáil uathu agus conas is féidir leat cabhrú trí shíntiús nó obair dheonach a dhéanamh.
gd: Lorg banca bìdh faisg air %(location)s, faic dè a tha a dhìth orra agus mar as urrainn dhut cuideachadh le bhith a' toirt tabhartas no a' dèanamh saor-thoileach.
gu: %(location)s ની નજીક એક ફૂડ બેંક શોધો, તેમને શું જોઈએ છે અને તમે દાન અથવા સ્વયંસેવા દ્વારા કેવી રીતે મદદ કરી શકો છો તે જુઓ.
it: Trova una banca alimentare vicino a %(location)s, scopri di cosa hanno bisogno e come puoi aiutarli donando o facendo volontariato.
lt: Raskite maisto banką netoli %(location)s, sužinokite, ko jiems reikia ir kaip galite padėti aukodami ar savanoriaudami.
pa: %(location)s ਦੇ ਨੇੜੇ ਇੱਕ ਫੂਡ ਬੈਂਕ ਲੱਭੋ, ਦੇਖੋ ਕਿ ਉਹਨਾਂ ਨੂੰ ਕੀ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਤੁਸੀਂ ਦਾਨ ਜਾਂ ਸਵੈਸੇਵਾ ਦੁਆਰਾ ਕਿਵੇਂ ਮਦਦ ਕਰ ਸਕਦੇ ਹੋ।
pl: Znajdź bank żywności w pobliżu %(location)s, zobacz czego potrzebują i jak możesz pomóc poprzez darowiznę lub wolontariat.
pt: Encontre um banco alimentar perto de %(location)s, veja o que eles precisam e como você pode ajudar doando ou fazendo voluntariado.
ro: Găsiți o bancă alimentară în apropierea %(location)s, vedeți ce au nevoie și cum puteți ajuta prin donații sau voluntariat.
ta: %(location)sக்கு அருகில் ஒரு உணவு வங்கியைக் கண்டுபிடியுங்கள், அவர்களுக்கு என்ன தேவை என்பதையும், நன்கொடை அளிப்பதன் மூலமோ அல்லது தன்னார்வத் தொண்டு செய்வதன் மூலமோ நீங்கள் எவ்வாறு உதவ முடியும் என்பதையும் பாருங்கள்.
tr: %(location)s yakınlarındaki bir gıda bankasını bulun, ihtiyaçlarını öğrenin ve bağış yaparak veya gönüllü olarak nasıl yardımcı olabileceğinizi görün.
ur: %(location)s کے قریب فوڈ بینک تلاش کریں، دیکھیں کہ انہیں کیا چاہیے اور آپ عطیہ یا رضاکارانہ طور پر کیسے مدد کر سکتے ہیں۔

source: Sorry, we couldn't use that location. Is it inside the United Kingdom?
ar: عذرًا، لم نتمكن من استخدام هذا الموقع. هل يقع داخل المملكة المتحدة؟
bg: За съжаление не можахме да използваме това местоположение. Намира ли се в Обединеното кралство?
bn: দুঃখিত, আমরা সেই স্থানটি ব্যবহার করতে পারিনি। এটি কি যুক্তরাজ্যের ভিতরে?
cy: Mae'n ddrwg gennym, ni allem ddefnyddio'r lleoliad hwnnw. A yw o fewn y Deyrnas Unedig?
es: Lo sentimos, no pudimos usar esa ubicación. ¿Está dentro del Reino Unido?
fr: Désolé, nous n'avons pas pu utiliser cet emplacement. Est-ce au Royaume-Uni ?
ga: Tá brón orainn, ní raibh muid in ann an suíomh sin a úsáid. An bhfuil sé laistigh den Ríocht Aontaithe?
gd: Duilich, cha b' urrainn dhuinn an t-àite sin a chleachdadh. A bheil e taobh a-staigh na Rìoghachd Aonaichte?
gu: માફ કરશો, અમે તે સ્થાનનો ઉપયોગ કરી શક્યા નહીં. શું તે યુનાઇટેડ કિંગડમની અંદર છે?
it: Spiacenti, non è possibile utilizzare questa posizione. Si trova nel Regno Unito?
lt: Atsiprašome, negalėjome naudoti šios vietos. Ar ji yra Jungtinėje Karalystėje?
pa: ਮਾਫ਼ ਕਰਨਾ, ਅਸੀਂ ਉਸ ਸਥਾਨ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰ ਸਕੇ। ਕੀ ਇਹ ਯੂਨਾਈਟਿਡ ਕਿੰਗਡਮ ਦੇ ਅੰਦਰ ਹੈ?
pl: Przepraszamy, nie mogliśmy użyć tej lokalizacji. Czy jest ona w Zjednoczonym Królestwie?
pt: Desculpe, não conseguimos usar esse local. É dentro do Reino Unido?
ro: Ne pare rău, nu am putut folosi locația respectivă. Este în interiorul Regatului Unit?
ta: மன்னிக்கவும், அந்த இடத்தை எங்களால் பயன்படுத்த முடியவில்லை. அது யுனைடெட் கிங்டமிற்குள் உள்ளதா?
tr: Üzgünüz, o konumu kullanamadık. Birleşik Krallık sınırları içinde mi?
ur: معذرت، ہم اس مقام کو استعمال نہیں کر سکے۔ کیا یہ برطانیہ کے اندر ہے؟

source: Search results
ar: نتائج البحث
bg: Резултати от търсенето
bn: অনুসন্ধানের ফলাফল
fr: Résultats de recherche
gd: Toraidhean rannsachaidh
gu: શોધ પરિણામો
it: Risultati di ricerca
lt: Paieškos rezultatai
pa: ਖੋਜ ਨਤੀਜੇ
pl: Wyniki wyszukiwania
pt: Resultados da pesquisa
ro: Rezultate căutare pentru
ta: தேடல் முடிவுகள்
tr: Arama sonuçları

source: Food banks
ar: بنوك الطعام
bg: Хранителни банки
bn: খাদ্য ব্যাংক
cy: Banciau bwyd
es: bancos de alimentos
fr: Banques alimentaires
ga: Bainceanna bia
gd: Bancaichean bìdh
gu: ફૂડ બેંકો
it: banche alimentari
lt: Maisto bankai
pa: ਫੂਡ ਬੈਂਕ
pl: Banki żywności
pt: Bancos de alimentos
ro: Băncile alimentare
ta: உணவு வங்கிகள்
tr: Gıda bankaları
ur: فوڈ بینکس

source: By item
bn: আইটেম অনুসারে
gu: વસ્તુ દ્વારા
it: Per articolo
lt: Pagal prekę
pa: ਆਈਟਮ ਦੁਆਰਾ
pl: Według produktu
pt: Por item
ro: După produs
tr: Ürüne göre

source: Part of <a href="%(parent_url)s">%(foodbank_name)s</a>
ar: جزء من <a href="%(parent_url)s">%(foodbank_name)s</a>
bg: Част от <a href="%(parent_url)s">%(foodbank_name)s</a>
bn: <a href="%(parent_url)s">%(foodbank_name)s</a> এর অংশ
fr: Partie de <a href="%(parent_url)s">%(foodbank_name)s</a>
gd: Pàirt de <a href="%(parent_url)s">%(foodbank_name)s</a>
gu: <a href="%(parent_url)s">%(foodbank_name)s</a> નો ભાગ
it: Parte di <a href="%(parent_url)s">%(foodbank_name)s</a>
lt: Dalis <a href="%(parent_url)s">%(foodbank_name)s</a>
pa: <a href="%(parent_url)s">%(foodbank_name)s</a> ਦਾ ਹਿੱਸਾ
pl: Część <a href="%(parent_url)s">%(foodbank_name)s</a>
pt: Parte de <a href="%(parent_url)s">%(foodbank_name)s</a>
ro: Parte din <a href="%(parent_url)s">%(foodbank_name)s</a>
ta: <a href="%(parent_url)s">%(foodbank_name)s</a> இன் பகுதி
tr: <a href="%(parent_url)s">%(foodbank_name)s'</a> in bir parçası

source: Nothing right now, thanks
ar: لا شيء الآن، شكرًا
bg: Нищо засега, благодаря
bn: এখন কিছুই নেই, ধন্যবাদ।
cy: Dim byd ar hyn o bryd, diolch
es: Nada por ahora, gracias
fr: Rien pour le moment, merci
ga: Ní raibh aon rud faoi láthair, go raibh maith agat
gd: Chan eil dad an-dràsta, tapadh leat
gu: હમણાં કંઈ નથી, આભાર.
it: Niente per ora, grazie
lt: Šiuo metu nieko, ačiū
pa: ਇਸ ਵੇਲੇ ਕੁਝ ਨਹੀਂ, ਧੰਨਵਾਦ।
pl: Nic teraz, dziękuję
pt: Nada agora, obrigado
ro: Nimic acum, mulțumesc
ta: இப்போ ஒண்ணுமில்லை, நன்றி.
tr: Şu an için bir şey yok, teşekkürler.
ur: ابھی کچھ نہیں، شکریہ

source: For <a href="%(foodbank_url)s">%(foodbank_name)s</a>
ar: لـ <a href="%(foodbank_url)s">%(foodbank_name)s</a>
bg: За <a href="%(foodbank_url)s">%(foodbank_name)s</a>
bn: <a href="%(foodbank_url)s">%(foodbank_name)s</a> এর জন্য
fr: Pour <a href="%(foodbank_url)s">%(foodbank_name)s</a>
gd: Airson <a href="%(foodbank_url)s">%(foodbank_name)s</a>
gu: <a href="%(foodbank_url)s">%(foodbank_name)s</a> માટે
it: Per <a href="%(foodbank_url)s">%(foodbank_name)s</a>
lt: Skirta <a href="%(foodbank_url)s">%(foodbank_name)s</a>
pa: <a href="%(foodbank_url)s">%(foodbank_name)s</a> ਲਈ
pl: Dla <a href="%(foodbank_url)s">%(foodbank_name)s</a>
pt: Para <a href="%(foodbank_url)s">%(foodbank_name)s</a>
ro: Pentru <a href="%(foodbank_url)s">%(foodbank_name)s</a>
ta: <a href="%(foodbank_url)s">%(foodbank_name)s</a> க்கு
tr: <a href="%(foodbank_url)s">%(foodbank_name)s</a> için

source: Sorry. We don't know what's needed here, please contact the food bank
ar: عذراً. لا نعرف ما هو مطلوب هنا، يُرجى التواصل مع بنك الطعام
bg: Съжаляваме. Не знаем какво е необходимо тук, моля, свържете се с банката за храна.
bn: দুঃখিত। এখানে কী প্রয়োজন তা আমরা জানি না, অনুগ্রহ করে ফুড ব্যাংকের সাথে যোগাযোগ করুন।
cy: Mae'n ddrwg gennyf. Nid ydym yn gwybod beth sydd ei angen yma, cysylltwch â'r banc bwyd
es: Lo sentimos. No sabemos qué se necesita aquí. Por favor, contacte con el banco de alimentos
fr: Désolé(e). Nous ne savons pas ce dont vous avez besoin. Veuillez contacter la banque alimentaire.
ga: Tá brón orm. Níl a fhios againn cad atá ag teastáil anseo, déan teagmháil leis an mbanc bia le do thoil
gd: Duilich. Chan eil fios againn dè a tha a dhìth an seo, cuir fios chun bhanca bìdh
gu: માફ કરશો. અમને ખબર નથી કે અહીં શું જરૂરી છે, કૃપા કરીને ફૂડ બેંકનો સંપર્ક કરો.
it: Ci scusiamo. Non sappiamo cosa ci serve, per favore contatta la banca alimentare.
lt: Atsiprašome. Nežinome, ko čia reikia, susisiekite su maisto banku.
pa: ਮਾਫ਼ ਕਰਨਾ। ਸਾਨੂੰ ਨਹੀਂ ਪਤਾ ਕਿ ਇੱਥੇ ਕੀ ਚਾਹੀਦਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਫੂਡ ਬੈਂਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Przepraszamy. Nie wiemy, co jest tutaj potrzebne, skontaktuj się z bankiem żywności
pt: Desculpe. Não sabemos o que é necessário aqui, entre em contato com o banco de alimentos
ro: Îmi pare rău. Nu știm de ce este nevoie aici, vă rugăm să contactați banca alimentară
ta: மன்னிக்கவும். இங்கே என்ன தேவை என்று எங்களுக்குத் தெரியவில்லை, தயவுசெய்து உணவு வங்கியைத் தொடர்பு கொள்ளவும்.
tr: Üzgünüz. Burada neye ihtiyaç duyulduğunu bilmiyoruz, lütfen gıda bankasıyla iletişime geçin.
ur: معذرت ہمیں نہیں معلوم کہ یہاں کس چیز کی ضرورت ہے، براہ کرم فوڈ بینک سے رابطہ کریں۔

source: Find an item needed by a food bank nearby
gu: નજીકની ફૂડ બેંકને જોઈતી વસ્તુ શોધો
pa: ਨੇੜੇ ਦੇ ਫੂਡ ਬੈਂਕ ਨੂੰ ਲੋੜੀਂਦੀ ਚੀਜ਼ ਲੱਭੋ
pt: Encontre um item necessário para um banco de alimentos próximo.
ro: Găsește un articol de care are nevoie o bancă de alimente din apropiere
tr: Yakındaki bir gıda bankasının ihtiyaç duyduğu bir ürünü bulun.

source: Select an item category
bn: একটি আইটেম বিভাগ নির্বাচন করুন
gu: વસ્તુ શ્રેણી પસંદ કરો
it: Seleziona una categoria di articolo
lt: Pasirinkite prekės kategoriją
pa: ਆਈਟਮ ਸ਼੍ਰੇਣੀ ਚੁਣੋ
pl: Wybierz kategorię produktu
pt: Selecione uma categoria de item
ro: Selectați o categorie de produse
tr: Bir ürün kategorisi seçin

source: We don't know of any food banks nearby that need this item right now.
bn: আমরা কোনো নিকটবর্তী ফুড ব্যাংকের কথা জানি না যা এই মুহূর্তে এই আইটেমটির প্রয়োজন।
gu: અમને નજીકની કોઈ ફૂડ બેંકની ખબર નથી જેને અત્યારે આ વસ્તુની જરૂર છે.
it: Non conosciamo nessun banco alimentare nelle vicinanze che abbia bisogno di questo articolo in questo momento.
lt: Nežinome jokių netoliese esančių maisto bankų, kuriems dabar reikia šios prekės.
pa: ਸਾਨੂੰ ਨੇੜੇ ਕਿਸੇ ਵੀ ਫੂਡ ਬੈਂਕ ਦਾ ਪਤਾ ਨਹੀਂ ਹੈ ਜਿਸ ਨੂੰ ਹੁਣੇ ਇਸ ਆਈਟਮ ਦੀ ਲੋੜ ਹੈ।
pl: Nie znamy żadnych banków żywności w pobliżu, które teraz potrzebują tego produktu.
pt: Não conhecemos nenhum banco de alimentos nas proximidades que precise deste item agora.
ro: Nu cunoaștem nicio bancă de alimente din apropiere care să aibă nevoie de acest produs acum.
tr: Şu anda bu ürüne ihtiyaç duyan yakındaki herhangi bir gıda bankası bilmiyoruz.

source: items requested at
ar: العناصر المطلوبة في
bg: заявени артикули на
bn: অনুরোধকৃত জিনিসপত্র
fr: articles demandés à
gd: nithean a chaidh iarraidh aig
gu: વિનંતી કરેલી વસ્તુઓ
it: articoli richiesti a
lt: užsakytų daiktų
pa: ਬੇਨਤੀ ਕੀਤੀਆਂ ਚੀਜ਼ਾਂ ਇੱਥੇ
pl: przedmioty zamówione w
pt: itens solicitados em
ro: articole solicitate la
ta: கோரப்பட்ட பொருட்கள்
tr: talep edilen ürünler

source: Tinned Tomatoes
bn: টিনজাত টমেটো
gu: ટીનમાં ટામેટાં
it: Pomodori in scatola
lt: Konservuoti pomidorai
pa: ਡੱਬਾਬੰਦ ਟਮਾਟਰ
pl: Pomidory w puszce
pt: Tomates enlatados
ro: Roșii conservate
tr: Konserve Domates

source: Meal Food
bn: খাবারের জন্য খাদ্য
gu: ભોજન માટે ખોરાક
it: Alimenti per pasti
lt: Maistas valgymui
pa: ਭੋਜਨ ਲਈ ਖਾਣਾ
pl: Żywność na posiłki
pt: Alimentos para refeições
ro: Alimente pentru mese
tr: Yemeklik Gıda

source: Tinned Meat
bn: টিনজাত মাংস
gu: ટીનમાં માંસ
it: Carne in scatola
lt: Konservuota mėsa
pa: ਡੱਬਾਬੰਦ ਮੀਟ
pl: Mięso w puszce
pt: Carne enlatada
ro: Carne conservată
tr: Konserve Et

source: Tinned Vegetarian
bn: টিনজাত নিরামিষ
gu: ટીનમાં શાકાહારી
it: Vegetariano in scatola
lt: Konservuoti vegetariški patiekalai
pa: ਡੱਬਾਬੰਦ ਸ਼ਾਕਾਹਾਰੀ
pl: Dania wegetariańskie w puszce
pt: Vegetariano enlatado
ro: Produse vegetariene conservate
tr: Konserve Vejetaryen

source: Tinned Pasta
bn: টিনজাত পাস্তা
gu: ટીનમાં પાસ્તા
it: Pasta in scatola
lt: Konservuoti makaronai
pa: ਡੱਬਾਬੰਦ ਪਾਸਤਾ
pl: Makaron w puszce
pt: Massa enlatada
ro: Paste conservate
tr: Konserve Makarna

source: Confectionery
bn: মিষ্টান্ন
gu: મિઠાઈ
it: Dolciumi
lt: Konditerija
pa: ਮਿਠਾਈਆਂ
pl: Wyroby cukiernicze
pt: Confeitaria
ro: Produse de cofetărie
tr: Şekerleme

source: Snack Food
bn: স্ন্যাক খাবার
gu: નાસ્તો
it: Snack
lt: Užkandžiai
pa: ਸਨੈਕਸ
pl: Przekąski
pt: Snacks
ro: Gustări
tr: Atıştırmalık

source: Cereal
bn: সিরিয়াল
gu: અનાજ
it: Cereali
lt: Javainiai
pa: ਸੀਰੀਅਲ
pl: Płatki śniadaniowe
pt: Cereais
ro: Cereale
tr: Tahıl

source: Tinned Fruit
bn: টিনজাত ফল
gu: ટીનમાં ફળ
it: Frutta in scatola
lt: Konservuoti vaisiai
pa: ਡੱਬਾਬੰਦ ਫਲ
pl: Owoce w puszce
pt: Fruta enlatada
ro: Fructe conservate
tr: Konserve Meyve

source: Milk
bn: দুধ
gu: દૂધ
it: Latte
lt: Pienas
pa: ਦੁੱਧ
pl: Mleko
pt: Leite
ro: Lapte
tr: Süt

source: Drink
bn: পানীয়
gu: પીણું
it: Bevande
lt: Gėrimai
pa: ਪੀਣ ਵਾਲੇ ਪਦਾਰਥ
pl: Napoje
pt: Bebidas
ro: Băuturi
tr: İçecek

source: Fruit Juice
bn: ফলের রস
gu: ફળોનો રસ
it: Succo di frutta
lt: Vaisių sultys
pa: ਫਲਾਂ ਦਾ ਜੂਸ
pl: Sok owocowy
pt: Sumo de fruta
ro: Suc de fructe
tr: Meyve Suyu

source: Squash
bn: স্কোয়াশ
gu: સ્ક્વોશ
it: Sciroppo
lt: Sirupas
pa: ਸਕੁਐਸ਼
pl: Koncentrat owocowy
pt: Concentrado
ro: Sirop de fructe
tr: Konsantre İçecek

source: Condiment
bn: মসলা
gu: મસાલો
it: Condimento
lt: Prieskoniai
pa: ਮਸਾਲਾ
pl: Przyprawa
pt: Condimento
tr: Çeşni

source: Cooking
bn: রান্না
gu: રસોઈ
it: Cucina
lt: Maisto gaminimas
pa: ਖਾਣਾ ਬਣਾਉਣਾ
pl: Gotowanie
pt: Cozinha
ro: Gătit
tr: Pişirme

source: Noodles
bn: নুডলস
gu: નૂડલ્સ
lt: Makaronai
pa: ਨੂਡਲਜ਼
pl: Makaron instant
ro: Tăiței
tr: Erişte

source: Cooking Oil
bn: রান্নার তেল
gu: રસોઈ તેલ
it: Olio da cucina
lt: Maistinis aliejus
pa: ਖਾਣਾ ਬਣਾਉਣ ਦਾ ਤੇਲ
pl: Olej do gotowania
pt: Óleo de cozinha
ro: Ulei de gătit
tr: Yemeklik Yağ

source: Tinned Fish
bn: টিনজাত মাছ
gu: ટીનમાં માછલી
it: Pesce in scatola
lt: Konservuotos žuvys
pa: ਡੱਬਾਬੰਦ ਮੱਛੀ
pl: Ryby w puszce
pt: Peixe enlatado
ro: Pește conservat
tr: Konserve Balık

source: Soup
bn: স্যুপ
gu: સૂપ
it: Zuppa
lt: Sriuba
pa: ਸੂਪ
pl: Zupa
pt: Sopa
ro: Supă
tr: Çorba

source: Crisps
bn: চিপস
gu: ચિપ્સ
it: Patatine
lt: Traškučiai
pa: ਚਿਪਸ
pl: Chipsy
pt: Batatas fritas
ro: Chipsuri
tr: Cips

source: Biscuits
bn: বিস্কুট
gu: બિસ્કિટ
it: Biscotti
lt: Sausainiai
pa: ਬਿਸਕੁਟ
pl: Herbatniki
pt: Bolachas
ro: Biscuiți
tr: Bisküvi

source: Baked Beans
bn: বেকড বিনস
gu: બેક્ડ બીન્સ
it: Fagioli in salsa
lt: Keptos pupelės
pa: ਬੇਕਡ ਬੀਨਜ਼
pl: Fasolka w sosie
pt: Feijões cozidos
ro: Fasole în sos
tr: Fırınlanmış Fasulye

source: Tinned Vegetables
bn: টিনজাত সবজি
gu: ટીનમાં શાકભાજી
it: Verdure in scatola
lt: Konservuotos daržovės
pa: ਡੱਬਾਬੰਦ ਸਬਜ਼ੀਆਂ
pl: Warzywa w puszce
pt: Legumes enlatados
ro: Legume conservate
tr: Konserve Sebze

source: Pasta Sauce
bn: পাস্তা সস
gu: પાસ્તા સોસ
it: Sugo per pasta
lt: Makaronų padažas
pa: ਪਾਸਤਾ ਸਾਸ
pl: Sos do makaronu
pt: Molho de massa
ro: Sos pentru paste
tr: Makarna Sosu
