Repository: givefood/givefood
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bn, cy, es, fr, ga, gd, gu, it, lt, pa, pl, pt, ro, ta, tr, ur

source: Use our API
ar: استخدم واجهة برمجة التطبيقات الخاصة بنا
bg: Използвайте нашия API
bn: আমাদের API ব্যবহার করুন
cy: Defnyddiwch ein API
es: Utilice nuestra API
fr: Utilisez notre API
ga: Bain úsáid as ár n-API
gd: Cleachd an API againn
gu: અમારા API નો ઉપયોગ કરો
it: Utilizza la nostra API
lt: Naudokite mūsų API
pa: ਸਾਡੇ API ਦੀ ਵਰਤੋਂ ਕਰੋ
pl: Użyj naszego API
pt: Use nossa API
ro: Utilizați API-ul nostru
ta: எங்கள் API ஐப் பயன்படுத்தவும்
tr: API'mizi kullanın
ur: ہمارا API استعمال کریں۔

source: Researchers & students
ar: الباحثون والطلاب
bg: Изследователи и студенти
bn: গবেষক ও শিক্ষার্থীরা
cy: Ymchwilwyr a myfyrwyr
es: Investigadores y estudiantes
fr: Chercheurs et étudiants
ga: Taighdeoirí & mic léinn
gd: Luchd-rannsachaidh & oileanaich
gu: સંશોધકો અને વિદ્યાર્થીઓ
it: Ricercatori e studenti
lt: Tyrėjai ir studentai
pa: ਖੋਜਕਰਤਾ ਅਤੇ ਵਿਦਿਆਰਥੀ
pl: Naukowcy i studenci
pt: Pesquisadores e estudantes
ro: Cercetători și studenți
ta: ஆராய்ச்சியாளர்கள் & மாணவர்கள்
tr: Araştırmacılar ve öğrenciler
ur: محققین اور طلباء

source: We can provide our data in bulk, plus advice on how to interpret it, to researchers. Have a look at our API or email us.
ar: يمكننا توفير بياناتنا بكميات كبيرة، بالإضافة إلى نصائح حول كيفية تفسيرها، للباحثين. اطلع على واجهة برمجة التطبيقات (API) الخاصة بنا أو راسلنا عبر البريد الإلكتروني.
bg: Можем да предоставим данните си наведнъж, както и съвети как да ги интерпретират, на изследователи. Разгледайте нашия API или ни пишете имейл.
bn: আমরা গবেষকদের কাছে আমাদের তথ্য বাল্ক সরবরাহ করতে পারি, এবং কীভাবে এটি ব্যাখ্যা করতে হয় সে সম্পর্কে পরামর্শও দিতে পারি। আমাদের API দেখুন অথবা আমাদের ইমেল করুন।
cy: Gallwn ddarparu ein data mewn swmp, ynghyd â chyngor ar sut i'w ddehongli, i ymchwilwyr. Edrychwch ar ein API neu e-bostiwch ni.
es: Podemos proporcionar nuestros datos de forma masiva a los investigadores, además de asesoramiento sobre cómo interpretarlos. Consulte nuestra API o envíenos un correo electrónico.
fr: Nous pouvons fournir nos données en masse, ainsi que des conseils sur leur interprétation, aux chercheurs. Consultez notre API ou contactez-nous par courriel.
ga: Is féidir linn ár sonraí a sholáthar i mórchóir, chomh maith le comhairle maidir le conas iad a léirmhíniú, do thaighdeoirí. Féach ar ár n-API nó seol ríomhphost chugainn.
gd: Is urrainn dhuinn ar dàta a thoirt seachad gu mòr, agus comhairle air mar a mhìnicheas sinn e, do luchd-rannsachaidh. Thoir sùil air an API againn no cuir post-d thugainn.
gu: અમે સંશોધકોને અમારો ડેટા બલ્કમાં આપી શકીએ છીએ, ઉપરાંત તેનું અર્થઘટન કેવી રીતે કરવું તે અંગે સલાહ પણ આપી શકીએ છીએ. અમારા API પર એક નજર નાખો અથવા અમને ઇમેઇલ કરો.
it: Possiamo fornire i nostri dati in blocco, insieme a consigli su come interpretarli, ai ricercatori. Dai un'occhiata alla nostra API o scrivici un'e-mail.
lt: Galime tyrėjams pateikti didelius kiekius savo duomenų ir patarimų, kaip juos interpretuoti. Peržiūrėkite mūsų API arba parašykite mums el. laišką.
pa: ਅਸੀਂ ਖੋਜਕਰਤਾਵਾਂ ਨੂੰ ਆਪਣਾ ਡੇਟਾ ਥੋਕ ਵਿੱਚ ਪ੍ਰਦਾਨ ਕਰ ਸਕਦੇ ਹਾਂ, ਨਾਲ ਹੀ ਇਸਦੀ ਵਿਆਖਿਆ ਕਿਵੇਂ ਕਰਨੀ ਹੈ ਬਾਰੇ ਸਲਾਹ ਵੀ ਦੇ ਸਕਦੇ ਹਾਂ। ਸਾਡੇ API 'ਤੇ ਇੱਕ ਨਜ਼ਰ ਮਾਰੋ ਜਾਂ ਸਾਨੂੰ ਈਮੇਲ ਕਰੋ।
pl: Możemy dostarczać nasze dane hurtowo, a także porady, jak je interpretować, badaczom. Zapoznaj się z naszym API lub napisz do nas e-mail.
pt: Podemos fornecer nossos dados em massa, além de conselhos sobre como interpretá-los, para pesquisadores. Dê uma olhada em nossa API ou envie-nos um e-mail.
ro: Putem furniza cercetătorilor datele noastre în vrac, plus sfaturi despre cum să le interpretăm. Aruncă o privire la API-ul nostru sau trimite-ne un e-mail.
ta: எங்கள் தரவை மொத்தமாக வழங்குவதோடு, அதை எவ்வாறு விளக்குவது என்பது குறித்த ஆலோசனையையும் ஆராய்ச்சியாளர்களுக்கு வழங்க முடியும். எங்கள் API ஐப் பாருங்கள் அல்லது எங்களுக்கு மின்னஞ்சல் அனுப்புங்கள்.
tr: Verilerimizi toplu olarak ve yorumlama konusunda tavsiyelerle birlikte araştırmacılara sunabiliriz. API'mıza göz atın veya bize e-posta gönderin.
ur: ہم اپنے ڈیٹا کو بڑی تعداد میں فراہم کر سکتے ہیں، نیز اس کی تشریح کرنے کے بارے میں مشورہ محققین کو دے سکتے ہیں۔ ہمارے API پر ایک نظر ڈالیں یا ہمیں ای میل کریں۔

source: Countries
gu: દેશો
pa: ਦੇਸ਼
pt: Países
ro: Țări
tr: Ülkeler

source: Statistics
ar: إحصائيات
bg: Статистика
bn: পরিসংখ্যান
cy: Ystadegau
es: Estadísticas
fr: Statistiques
ga: Staitisticí
gd: Staitistig
gu: આંકડા
it: Statistiche
lt: Statistika
pa: ਅੰਕੜੇ
pl: Statystyki
pt: Estatísticas
ro: Statistici
ta: புள்ளிவிவரங்கள்
tr: İstatistikler
ur: شماریات

source: Items requested
ar: العناصر المطلوبة
bg: Заявени артикули
bn: অনুরোধ করা আইটেম
cy: Eitemau y gofynnwyd amdanynt
es: Artículos solicitados
fr: Articles demandés
ga: Míreanna iarrtha
gd: Nithean a chaidh iarraidh
gu: વિનંતી કરેલી વસ્તુઓ
it: Articoli richiesti
lt: Užsakyti elementai
pa: ਬੇਨਤੀ ਕੀਤੀਆਂ ਆਈਟਮਾਂ
pl: Przedmioty żądane
pt: Itens solicitados
ro: Articole solicitate
ta: கோரப்பட்ட பொருட்கள்
tr: Talep edilen ürünler
ur: اشیاء کی درخواست کی

source: Meals delivered
ar: وجبات الطعام المُسلَّمة
bg: Доставка на храна
bn: খাবার বিতরণ করা হয়েছে
cy: Prydau wedi'u dosbarthu
es: Comidas entregadas
fr: Repas livrés
ga: Béilí seachadta
gd: Biadh air a lìbhrigeadh
gu: ભોજન પહોંચાડાયું
it: Pasti consegnati
lt: Pristatomi patiekalai
pa: ਭੋਜਨ ਡਿਲੀਵਰ ਕੀਤਾ ਗਿਆ
pl: Dostarczone posiłki
pt: Refeições entregues
ro: Mesele livrate
ta: உணவுகள் டெலிவரி செய்யப்பட்டன
tr: Yemekler teslim edildi.
ur: کھانا پہنچایا

source: Last updated
ar: آخر تحديث
bg: Последен Ъпдейт
bn: সর্বশেষ আপডেট করা হয়েছে
cy: Diweddarwyd ddiwethaf
es: Última actualización
fr: Dernière mise à jour
ga: Nuashonraithe go deireanach
gd: Air ùrachadh mu dheireadh
gu: છેલ્લે અપડેટ કરેલ
it: Ultimo aggiornamento
lt: Paskutinį kartą atnaujinta
pa: ਆਖਰੀ ਵਾਰ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Ostatnio zaktualizowany
pt: Última atualização
ro: Ultima actualizare
ta: கடைசியாகப் புதுப்பிக்கப்பட்டது
tr: Son güncelleme
ur: آخری بار اپ ڈیٹ کیا گیا

source: Read our
ar: اقرأ مقالاتنا
bg: Прочетете нашите
bn: আমাদের পড়ুন
cy: Darllenwch ein
es: Lea nuestro
fr: Lisez notre
ga: Léigh ár
gd: Leugh ar
gu: અમારા વાંચો
it: Leggi le nostre
lt: Skaitykite mūsų
pa: ਸਾਡਾ ਪੜ੍ਹੋ
pl: Przeczytaj nasz
pt: Leia nosso
ro: Citește-ne
ta: எங்கள்
tr: Okuyun
ur: ہمارے پڑھیں

source: annual report
ar: التقرير السنوي
bg: годишен отчет
bn: বার্ষিক প্রতিবেদন
cy: adroddiad blynyddol
es: informe anual
fr: rapport annuel
ga: tuarascáil bhliantúil
gd: aithisg bhliadhnail
gu: વાર્ષિક અહેવાલ
it: rapporto annuale
lt: metinė ataskaita
pa: ਸਾਲਾਨਾ ਰਿਪੋਰਟ
pl: sprawozdanie roczne
pt: relatório anual
ro: raport anual
ta: ஆண்டு அறிக்கை
tr: yıllık rapor
ur: سالانہ رپورٹ

source: Something wrong in this page?
ar: هل هناك خطأ في هذه الصفحة؟
bg: Нещо не е наред на тази страница?
bn: এই পৃষ্ঠায় কিছু ভুল?
cy: Rhywbeth o'i le ar y dudalen hon?
es: ¿Algo anda mal en esta página?
fr: Un problème sur cette page ?
ga: Tá rud éigin cearr ar an leathanach seo?
gd: A bheil rudeigin ceàrr air an duilleag seo?
gu: આ પેજમાં કંઈક ખોટું છે?
it: C'è qualcosa che non va in questa pagina?
lt: Kas nors šiame puslapyje negerai?
pa: ਇਸ ਪੰਨੇ ਵਿੱਚ ਕੁਝ ਗਲਤ ਹੈ?
pl: Coś jest nie tak na tej stronie?
pt: Algo errado nesta página?
ro: Ceva în neregulă în această pagină?
ta: இந்தப் பக்கத்தில் ஏதாவது தவறு உள்ளதா?
tr: Bu sayfada bir sorun mu var?
ur: اس صفحہ میں کچھ غلط ہے؟

source: food bank needs viewed this week
ar: احتياجات بنك الطعام التي تمت مشاهدتها هذا الأسبوع
bg: нуждите на хранителните банки, разгледани тази седмица
bn: এই সপ্তাহে যে ফুড ব্যাংকটি দেখা প্রয়োজন
cy: edrych ar anghenion banc bwyd yr wythnos hon
es: Necesidades del banco de alimentos vistas esta semana
fr: Les besoins des banques alimentaires ont été examinés cette semaine.
ga: riachtanais bhainc bia a breathnaíodh orthu an tseachtain seo
gd: feumalachdan banca bìdh air fhaicinn an t-seachdain seo
gu: આ અઠવાડિયે ફૂડ બેંક જોવા જેવી છે
it: bisogni della banca alimentare visualizzati questa settimana
lt: Šią savaitę peržiūrėti maisto banko poreikiai
pa: ਇਸ ਹਫ਼ਤੇ ਫੂਡ ਬੈਂਕ ਦੇਖਣ ਦੀ ਲੋੜ ਹੈ
pl: potrzeby banku żywności przeglądane w tym tygodniu
pt: necessidades do banco de alimentos visualizadas esta semana
ro: băncile alimentare trebuie vizualizate în această săptămână
ta: இந்த வாரம் பார்க்க வேண்டிய உணவு வங்கிகள்
tr: Bu hafta gıda bankasının ihtiyaçları değerlendirildi.
ur: فوڈ بینک کو اس ہفتے دیکھنے کی ضرورت ہے

source: Give Food is a registered charity in England & Wales
ar: Give Food هي مؤسسة خيرية مسجلة في إنجلترا وويلز
bg: Give Food е регистрирана благотворителна организация в Англия и Уелс.
bn: গিভ ফুড ইংল্যান্ড ও ওয়েলসে একটি নিবন্ধিত দাতব্য প্রতিষ্ঠান।
cy: Mae Give Food yn elusen gofrestredig yng Nghymru a Lloegr
es: Give Food es una organización benéfica registrada en Inglaterra y Gales
fr: Give Food est une organisation caritative enregistrée en Angleterre et au Pays de Galles.
ga: Is carthanas cláraithe i Sasana agus sa Bhreatain Bheag é Give Food
gd: Tha Give Food na charthannas clàraichte ann an Sasainn agus sa Chuimrigh
gu: ગીવ ફૂડ એ ઇંગ્લેન્ડ અને વેલ્સમાં નોંધાયેલ ચેરિટી છે.
it: Give Food è un ente di beneficenza registrato in Inghilterra e Galles
lt: „Give Food“ yra registruota labdaros organizacija Anglijoje ir Velse.
pa: ਗਿਵ ਫੂਡ ਇੰਗਲੈਂਡ ਅਤੇ ਵੇਲਜ਼ ਵਿੱਚ ਇੱਕ ਰਜਿਸਟਰਡ ਚੈਰਿਟੀ ਹੈ।
pl: Give Food jest zarejestrowaną organizacją charytatywną w Anglii i Walii
pt: Give Food é uma instituição de caridade registrada na Inglaterra e no País de Gales
ro: Give Food este o organizație caritabilă înregistrată în Anglia și Țara Galilor
ta: கிவ் ஃபுட் என்பது இங்கிலாந்து & வேல்ஸில் பதிவுசெய்யப்பட்ட ஒரு தொண்டு நிறுவனமாகும்.
tr: Give Food, İngiltere ve Galler'de kayıtlı bir hayır kuruluşudur.
ur: ‫Give Food انگلینڈ اور ویلز میں ایک رجسٹرڈ خیراتی ادارہ ہے

source: Registered with the
ar: مسجلة لدى
bg: Регистриран в
bn: এর সাথে নিবন্ধিত
cy: Wedi cofrestru gyda'r
es: Registrado en el
fr: Inscrit auprès de
ga: Cláraithe leis an
gd: Air a chlàradh leis a '
gu: સાથે નોંધાયેલ
it: Registrato presso il
lt: Registruota
pa: ਨਾਲ ਰਜਿਸਟਰਡ
pl: Zarejestrowany w
pt: Registrado com o
ro: Înregistrat la
ta: பதிவுசெய்யப்பட்டது
tr: Kayıtlı olduğu yer
ur: کے ساتھ رجسٹرڈ

source: ICO Data Protection Registration
ar: تسجيل حماية البيانات لدى ICO
bg: Регистрация за защита на данните в ICO
bn: ICO ডেটা সুরক্ষা নিবন্ধন
cy: ICO Cofrestru Diogelu Data
es: Registro de Protección de Datos de la ICO
fr: Enregistrement auprès de l'ICO en matière de protection des données
ga: Clárú Cosanta Sonraí ICO
gd: Clàradh Dìon Dàta ICO
gu: ICO ડેટા પ્રોટેક્શન નોંધણી
it: Registrazione sulla protezione dei dati ICO
lt: ICO duomenų apsaugos registracija
pa: ICO ਡਾਟਾ ਪ੍ਰੋਟੈਕਸ਼ਨ ਰਜਿਸਟ੍ਰੇਸ਼ਨ
pl: Rejestracja ochrony danych ICO
pt: Registro de Proteção de Dados da ICO
ro: Înregistrarea ICO pentru protecția datelor
ta: ICO தரவு பாதுகாப்பு பதிவு
tr: ICO Veri Koruma Kaydı
ur: ICO ڈیٹا پروٹیکشن رجسٹریشن

source: Dashboards
ar: لوحات البيانات
bg: Информационни табла
bn: ড্যাশবোর্ড
cy: Byrddau Gwaith
es: Tableros
fr: Tableaux de bord
ga: Painéil
gu: ડેશબોર્ડ્સ
it: Pannelli
lt: Įrašų lentos
pa: ਡੈਸ਼ਬੋਰਡ
pl: Panele sterowania
pt: Painéis
ro: Panouri de control
ta: டாஷ்போர்டுகள்
tr: Dashboardlar
ur: ڈیش بورڈز

source: Privacy policy
ar: سياسة الخصوصية
bg: Политика за поверителност
bn: গোপনীয়তা নীতি
cy: Polisi preifatrwydd
es: Política de privacidad
fr: Politique de confidentialité
ga: Polasaí príobháideachta
gd: Poileasaidh prìobhaideachd
gu: ગોપનીયતા નીતિ
it: Politica sulla riservatezza
lt: Privatumo politika
pa: ਪਰਾਈਵੇਟ ਨੀਤੀ
pl: Polityka prywatności
pt: Política de privacidade
ro: Politica de Confidențialitate
ta: தனியுரிமைக் கொள்கை
tr: Gizlilik Politikası
ur: رازداری کی پالیسی

source: Register a food bank
ar: تسجيل بنك الطعام
bg: Регистрирайте банка за храни
bn: একটি খাদ্য ব্যাংক নিবন্ধন করুন
cy: Cofrestru banc bwyd
es: Registrar un banco de alimentos
fr: Inscrivez-vous comme banque alimentaire
ga: Cláraigh banc bia
gd: Clàraich banca bìdh
gu: ફૂડ બેંક રજીસ્ટર કરો
it: Registra una banca alimentare
lt: Registruokite maisto banką
pa: ਫੂਡ ਬੈਂਕ ਰਜਿਸਟਰ ਕਰੋ
pl: Zarejestruj bank żywności
pt: Registre um banco de alimentos
ro: Înregistrați o bancă de alimente
ta: உணவு வங்கியைப் பதிவு செய்யவும்
tr: Bir gıda bankası kaydı oluşturun
ur: فوڈ بینک رجسٹر کریں۔

source: e.g. EH12 5PJ or Glasgow
ar: مثال: EH12 5PJ أو غلاسكو
bg: напр. EH12 5PJ или Глазгоу
bn: যেমন EH12 5PJ অথবা গ্লাসগো
fr: Par exemple, EH12 5PJ ou Glasgow
gd: m.e. EH12 5PJ no Glaschu
gu: દા.ત. EH12 5PJ અથવા ગ્લાસગો
it: ad esempio EH12 5PJ o Glasgow
lt: pvz., EH12 5PJ arba Glazgas
pa: ਉਦਾਹਰਨ ਲਈ EH12 5PJ ਜਾਂ ਗਲਾਸਗੋ
pl: np. EH12 5PJ lub Glasgow
pt: Por exemplo, EH12 5PJ ou Glasgow
ro: de exemplu EH12 5PJ sau Glasgow
ta: எ.கா. EH12 5PJ அல்லது கிளாஸ்கோ
tr: Örneğin EH12 5PJ veya Glasgow

source: e.g. HA9 0WS or Manchester
ar: مثال: HA9 0WS أو مانشستر
bg: напр. HA9 0WS или Манчестър
bn: যেমন HA9 0WS অথবা ম্যানচেস্টার
fr: par exemple HA9 0WS ou Manchester
gd: m.e. HA9 0WS no Manchain
gu: દા.ત. HA9 0WS અથવા માન્ચેસ્ટર
it: ad esempio HA9 0WS o Manchester
lt: pvz., HA9 0WS arba Mančesteris
pa: ਉਦਾਹਰਨ ਲਈ HA9 0WS ਜਾਂ ਮੈਨਚੈਸਟਰ
pl: np. HA9 0WS lub Manchester
pt: Por exemplo, HA9 0WS ou Manchester
ro: de exemplu, HA9 0WS sau Manchester
ta: எ.கா. HA9 0WS அல்லது மான்செஸ்டர்
tr: Örneğin HA9 0WS veya Manchester

source: e.g. CF10 1NS or Cardiff
ar: مثال: CF10 1NS أو كارديف
bg: напр. CF10 1NS или Кардиф
bn: যেমন CF10 1NS অথবা কার্ডিফ
fr: Par exemple, CF10 1NS ou Cardiff
gd: m.e. CF10 1NS no Caerdydd
gu: દા.ત. CF10 1NS અથવા કાર્ડિફ
it: ad esempio CF10 1NS o Cardiff
lt: pvz., CF10 1NS arba Kardifas
pa: ਉਦਾਹਰਨ ਲਈ CF10 1NS ਜਾਂ ਕਾਰਡਿਫ
pl: np. CF10 1NS lub Cardiff
pt: Por exemplo, CF10 1NS ou Cardiff.
ro: de exemplu CF10 1NS sau Cardiff
ta: எ.கா. CF10 1NS அல்லது கார்டிஃப்
tr: Örneğin CF10 1NS veya Cardiff

source: e.g. BT12 6LW or Belfast
ar: مثال: BT12 6LW أو بلفاست
bg: напр. BT12 6LW или Белфаст
bn: যেমন BT12 6LW অথবা বেলফাস্ট
fr: Par exemple, BT12 6LW ou Belfast
gd: m.e. BT12 6LW no Beul Feirste
gu: દા.ત. BT12 6LW અથવા બેલફાસ્ટ
it: ad esempio BT12 6LW o Belfast
lt: pvz., BT12 6LW arba Belfastas
pa: ਉਦਾਹਰਨ ਲਈ BT12 6LW ਜਾਂ ਬੇਲਫਾਸਟ
pl: np. BT12 6LW lub Belfast
pt: Por exemplo, BT12 6LW ou Belfast.
ro: de exemplu, BT12 6LW sau Belfast
ta: எ.கா. BT12 6LW அல்லது பெல்ஃபாஸ்ட்
tr: Örneğin BT12 6LW veya Belfast

source: minutes
ar: دقائق
bg: минути
bn: মিনিট
cy: munud
es: minutos
ga: nóiméad
gd: mionaidean
gu: મિનિટ
it: minuti
lt: minutės
pa: ਮਿੰਟ
pl: minut
pt: minutos
ro: minute
ta: நிமிடங்கள்
tr: dakika
ur: منٹ

source: Under a minute ago
ar: منذ أقل من دقيقة
bg: Преди по-малко от минута
bn: এক মিনিটেরও কম আগে
cy: O dan funud yn ôl
es: Hace menos de un minuto
fr: Il y a moins d'une minute
ga: Faoi nóiméad ó shin
gd: Nas lugha na mionaid air ais
gu: એક મિનિટ પહેલા
it: Meno di un minuto fa
lt: Prieš mažiau nei minutę
pa: ਇੱਕ ਮਿੰਟ ਤੋਂ ਘੱਟ ਸਮਾਂ ਪਹਿਲਾਂ
pl: Mniej niż minutę temu
pt: Menos de um minuto atrás
ro: Mai puțin de un minut în urmă
ta: ஒரு நிமிடத்திற்கும் குறைவாகவே
tr: Bir dakikadan az önce
ur: ایک منٹ پہلے

source: ago
ar: منذ
bg: преди
bn: পূর্বে
cy: yn ôl
es: hace
fr: depuis
ga: ó shin
gd: o chionn
gu: પહેલા
it: il y a
lt: prieš
pa: ਪਹਿਲਾਂ
pl: temu
pt: atrás
ro: în urmă
ta: முன்பு
tr: önce
ur: پہلے

source: Free websites, entry in our data and open data services to support your important work.
pa: ਤੁਹਾਡੇ ਮਹੱਤਵਪੂਰਨ ਕੰਮ ਦਾ ਸਮਰਥਨ ਕਰਨ ਲਈ ਮੁਫ਼ਤ ਵੈੱਬਸਾਈਟਾਂ, ਸਾਡੇ ਡੇਟਾ ਵਿੱਚ ਐਂਟਰੀ ਅਤੇ ਓਪਨ ਡੇਟਾ ਸੇਵਾਵਾਂ।
tr: Önemli çalışmalarınızı desteklemek için ücretsiz web siteleri, veri tabanımıza erişim ve açık veri hizmetleri.

source: Register a food bank to be included in our database and allow users to find you and what you need.
ar: قم بتسجيل بنك الطعام ليتم تضمينه في قاعدة البيانات الخاصة بنا والسماح للمستخدمين بالعثور عليك وعلى ما تحتاجه.
bg: Регистрирайте банка за храни, за да бъдете включени в нашата база данни и да позволите на потребителите да ви намерят и да намерят това, от което се нуждаете.
bn: আমাদের ডাটাবেসে অন্তর্ভুক্ত করার জন্য একটি খাদ্য ব্যাংক নিবন্ধন করুন এবং ব্যবহারকারীদের আপনাকে এবং আপনার যা প্রয়োজন তা খুঁজে পেতে অনুমতি দিন।
cy: Cofrestrwch fanc bwyd i'w gynnwys yn ein cronfa ddata a chaniatáu i ddefnyddwyr ddod o hyd i chi a'r hyn sydd ei angen arnoch.
es: Registre un banco de alimentos para ser incluido en nuestra base de datos y permitir que los usuarios lo encuentren a usted y lo que necesita.
fr: Inscrivez votre banque alimentaire dans notre base de données pour permettre aux utilisateurs de vous trouver et de connaître vos besoins.
ga: Cláraigh banc bia le go mbeidh sé san áireamh inár mbunachar sonraí agus go mbeidh úsáideoirí in ann tú féin agus a bhfuil uait a aimsiú.
gd: Clàraich banca bìdh airson a bhith san stòr-dàta againn agus leig le luchd-cleachdaidh do lorg agus na tha a dhìth ort.
it: Registra una banca alimentare affinché venga inclusa nel nostro database e consenti agli utenti di trovarti e di trovare ciò di cui hai bisogno.
lt: Užregistruokite maisto banką, kad jis būtų įtrauktas į mūsų duomenų bazę ir leistų vartotojams jus rasti bei sužinoti, ko jums reikia.
pl: Zarejestruj bank żywności, aby znaleźć się w naszej bazie danych i umożliwić użytkownikom znalezienie Ciebie i tego, czego potrzebujesz.
ta: எங்கள் தரவுத்தளத்தில் சேர்க்க ஒரு உணவு வங்கியைப் பதிவுசெய்து, பயனர்கள் உங்களையும் உங்களுக்குத் தேவையானதையும் கண்டறிய அனுமதிக்கவும்.
ur: ہمارے ڈیٹابیس میں شامل کرنے کے لیے ایک فوڈ بینک رجسٹر کریں اور صارفین کو آپ کو اور آپ کی ضرورت کو تلاش کرنے کی اجازت دیں۔

source: 100%% of donations from the public to Give Food are used directly to efficiently and quickly deliver requested food and supplies to UK food banks.
cy: Mae 100%% o roddion gan y cyhoedd i Give Food yn cael eu defnyddio'n uniongyrchol i ddosbarthu bwyd a chyflenwadau y gofynnwyd amdanynt yn effeithlon ac yn gyflym i fanciau bwyd y DU.
es: El 100%% de las donaciones del público a Give Food se utilizan directamente para entregar de manera eficiente y rápida los alimentos y suministros solicitados a los bancos de alimentos del Reino Unido.
fr: 100 % des dons du public à Give Food sont utilisés directement pour livrer efficacement et rapidement les aliments et fournitures demandés aux banques alimentaires du Royaume-Uni.
ga: Úsáidtear 100%% de shíntiúis ón bpobal chuig Give Food go díreach chun bia agus soláthairtí iarrtha a sheachadadh go héifeachtúil agus go tapa chuig bainc bia sa Ríocht Aontaithe.
gd: Bithear a’ cleachdadh 100%% de thabhartasan bhon phoball gu Give Food gu dìreach gus biadh agus solar a chaidh iarraidh a lìbhrigeadh gu h-èifeachdach agus gu sgiobalta gu bancaichean bìdh na RA.
ur: کھانے کو دینے کے لیے عوام کی طرف سے 100%% عطیات کا استعمال براہ راست مؤثر طریقے سے اور فوری طور پر برطانیہ کے فوڈ بینکوں کو مطلوبہ خوراک اور سامان فراہم کرنے کے لیے کیا جاتا ہے۔

source: Search
fr: Rechercher

source: is a donation point for
es: es un punto de donación para
ur: کے لئے ایک عطیہ نقطہ ہے

source: Charity Registration
es: Registro de organizaciones benéficas
ur: چیریٹی رجسٹریشن

source: Get an email when items are needed
es: Reciba un correo electrónico cuando se necesiten artículos
ur: جب اشیاء کی ضرورت ہو تو ای میل حاصل کریں۔

source: We'll never use your email address for anything else, and you can unsubscribe at any time.
es: Nunca usaremos su dirección de correo electrónico para nada más y usted puede darse de baja en cualquier momento.
ur: ہم آپ کا ای میل پتہ کبھی بھی کسی اور چیز کے لیے استعمال نہیں کریں گے، اور آپ کسی بھی وقت ان سبسکرائب کر سکتے ہیں۔

source: Here is what the email you'll get looks like...
es: Así es como se ve el correo electrónico que recibirás...
ur: یہ ہے جو ای میل آپ کو ملے گا وہ کیسا لگتا ہے...

source: For
es: Para
ur: کے لیے

source: Changelog
es: Registro de cambios
ur: ترامیم

source: Find a food bank near you, see what they need and how you can help by donating or volunteering.
es: Encuentre un banco de alimentos cerca de usted, vea qué necesitan y cómo puede ayudar donando o siendo voluntario.
ur: اپنے قریب فوڈ بینک تلاش کریں، دیکھیں کہ انہیں کیا ضرورت ہے اور آپ عطیہ یا رضاکارانہ طور پر کس طرح مدد کر سکتے ہیں۔
