Repository: givefood/givefood
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bn, cy, es, fr, ga, gd, gu, it, lt, pa, pl, pt, ro, ta, tr, ur

source: Pasta
bn: পাস্তা
gu: પાસ્તા
lt: Makaronai
pa: ਪਾਸਤਾ
pl: Makaron
pt: Massa
ro: Paste
tr: Makarna

source: Rice
bn: চাল
gu: ચોખા
it: Riso
lt: Ryžiai
pa: ਚੌਲ
pl: Ryż
pt: Arroz
ro: Orez
tr: Pirinç

source: Tea
bn: চা
gu: ચા
it: Tè
lt: Arbata
pa: ਚਾਹ
pl: Herbata
pt: Chá
ro: Ceai
tr: Çay

source: Coffee
bn: কফি
gu: કોફી
it: Caffè
lt: Kava
pa: ਕੌਫੀ
pl: Kawa
pt: Café
ro: Cafea
tr: Kahve

source: Sugar
bn: চিনি
gu: ખાંડ
it: Zucchero
lt: Cukrus
pa: ਖੰਡ
pl: Cukier
pt: Açúcar
ro: Zahăr
tr: Şeker

source: Spread
bn: স্প্রেড
gu: સ્પ્રેડ
it: Crema spalmabile
lt: Tepamas produktas
pa: ਸਪ੍ਰੈਡ
pl: Smarowidło
pt: Creme para barrar
ro: Cremă tartinabilă
tr: Sürülebilir

source: Vegetable
bn: সবজি
gu: શાકભાજી
it: Verdure
lt: Daržovės
pa: ਸਬਜ਼ੀ
pl: Warzywa
pt: Legumes
ro: Legume
tr: Sebze

source: Instant Mash
bn: ইনস্ট্যান্ট ম্যাশ
gu: ઇન્સ્ટન્ટ મેશ
it: Purè istantaneo
lt: Greitai paruošiama tyrė
pa: ਇੰਸਟੈਂਟ ਮੈਸ਼
pl: Puree instant
pt: Puré instantâneo
ro: Piure instant
tr: Hazır Püre

source: Dessert
bn: ডেজার্ট
gu: મીઠાઈ
lt: Desertas
pa: ਮਿਠਾਈ
pl: Deser
pt: Sobremesa
ro: Desert
tr: Tatlı

source: Washing Up Liquid
bn: বাসন ধোয়ার তরল
gu: વાસણ ધોવાનું પ્રવાહી
it: Detersivo per piatti
lt: Indų ploviklis
pa: ਬਰਤਨ ਧੋਣ ਦਾ ਤਰਲ
pl: Płyn do mycia naczyń
pt: Detergente da loiça
ro: Detergent de vase
tr: Bulaşık Deterjanı

source: Cleaning
bn: পরিষ্কার
gu: સફાઈ
it: Pulizia
lt: Valymas
pa: ਸਫ਼ਾਈ
pl: Środki czystości
pt: Limpeza
ro: Curățenie
tr: Temizlik

source: Toilet Roll
bn: টয়লেট রোল
gu: ટોયલેટ રોલ
it: Carta igienica
lt: Tualetinis popierius
pa: ਟਾਇਲਟ ਰੋਲ
pl: Papier toaletowy
pt: Papel higiénico
ro: Hârtie igienică
tr: Tuvalet Kağıdı

source: Toiletries
bn: প্রসাধন সামগ্রী
gu: શૌચાલય સામાન
it: Articoli da toilette
lt: Tualeto reikmenys
pa: ਟਾਇਲਟਰੀਜ਼
pl: Artykuły toaletowe
pt: Artigos de higiene
ro: Articole de toaletă
tr: Kişisel Bakım Ürünleri

source: Shower Gel
bn: শাওয়ার জেল
gu: શાવર જેલ
it: Gel doccia
lt: Dušo želė
pa: ਸ਼ਾਵਰ ਜੈੱਲ
pl: Żel pod prysznic
pt: Gel de banho
ro: Gel de duș
tr: Duş Jeli

source: Shampoo
bn: শ্যাম্পু
gu: શેમ્પૂ
lt: Šampūnas
pa: ਸ਼ੈਂਪੂ
pl: Szampon
pt: Champô
ro: Șampon
tr: Şampuan

source: Soap
bn: সাবান
gu: સાબુ
it: Sapone
lt: Muilas
pa: ਸਾਬਣ
pl: Mydło
pt: Sabão
ro: Săpun
tr: Sabun

source: Dental
bn: দাঁতের যত্ন
gu: દાંતની સંભાળ
it: Cura dentale
lt: Dantų priežiūra
pa: ਦੰਦਾਂ ਦੀ ਦੇਖਭਾਲ
pl: Produkty dentystyczne
pt: Cuidados dentários
ro: Îngrijire dentară
tr: Diş Bakımı

source: Deodorant
bn: ডিওডোরেন্ট
gu: ડિઓડરન્ટ
it: Deodorante
lt: Dezodorantas
pa: ਡਿਓਡਰੈਂਟ
pl: Dezodorant
pt: Desodorizante

source: Laundry
bn: কাপড় ধোয়া
gu: કપડાં ધોવા
it: Bucato
lt: Skalbimas
pa: ਧੁਲਾਈ
pl: Pranie
pt: Lavandaria
ro: Rufe
tr: Çamaşır

source: Sanitary Products
bn: স্যানিটারি পণ্য
gu: સેનિટરી ઉત્પાદનો
it: Prodotti sanitari
lt: Sanitariniai produktai
pa: ਸੈਨੇਟਰੀ ਉਤਪਾਦ
pl: Produkty higieniczne
pt: Produtos sanitários
ro: Produse sanitare
tr: Hijyen Ürünleri

source: Baby Food
bn: শিশুখাদ্য
gu: બાળ ખોરાક
it: Cibo per bambini
lt: Kūdikių maistas
pa: ਬੱਚਿਆਂ ਦਾ ਖਾਣਾ
pl: Jedzenie dla dzieci
pt: Comida de bebé
ro: Mâncare pentru bebeluși
tr: Bebek Maması

source: Baby Supplies
bn: শিশুর জিনিসপত্র
gu: બાળ સામાન
it: Articoli per bambini
lt: Kūdikių reikmenys
pa: ਬੱਚਿਆਂ ਦੀਆਂ ਚੀਜ਼ਾਂ
pl: Artykuły dla dzieci
pt: Artigos para bebé
ro: Articole pentru bebeluși
tr: Bebek Ürünleri

source: Baby Milk
bn: শিশুর দুধ
gu: બાળ દૂધ
it: Latte per bambini
lt: Kūdikių pienas
pa: ਬੱਚਿਆਂ ਦਾ ਦੁੱਧ
pl: Mleko dla dzieci
pt: Leite para bebé
ro: Lapte pentru bebeluși
tr: Bebek Sütü

source: Nappies
bn: ন্যাপি
gu: નેપી
it: Pannolini
lt: Sauskelnės
pa: ਨੈਪੀਆਂ
pl: Pieluchy
pt: Fraldas
ro: Scutece
tr: Bebek Bezi

source: Wipes
bn: ওয়াইপস
gu: વાઇપ્સ
it: Salviette
lt: Drėgnos servetėlės
pa: ਵਾਈਪਸ
pl: Chusteczki
pt: Toalhitas
ro: Șervețele umede
tr: Islak Mendil

source: Kitchen Roll
bn: কিচেন রোল
gu: કિચન રોલ
it: Rotolo da cucina
lt: Virtuvės rankšluostis
pa: ਕਿਚਨ ਰੋਲ
pl: Ręcznik kuchenny
pt: Rolo de cozinha
ro: Prosop de hârtie
tr: Mutfak Havlusu

source: Household Supplies
bn: গৃহস্থালি সামগ্রী
gu: ઘરનો સામાન
it: Articoli per la casa
lt: Namų ūkio reikmenys
pa: ਘਰੇਲੂ ਸਮਾਨ
pl: Artykuły domowe
pt: Artigos domésticos
ro: Articole de uz casnic
tr: Ev Eşyaları

source: Pet Food
bn: পোষা প্রাণীর খাবার
gu: પાલતુ પ્રાણીનો ખોરાક
it: Cibo per animali
lt: Gyvūnų maistas
pa: ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਦਾ ਭੋਜਨ
pl: Karma dla zwierząt
pt: Comida de animais
ro: Hrană pentru animale
tr: Evcil Hayvan Maması

source: Other
bn: অন্যান্য
gu: અન્ય
it: Altro
lt: Kita
pa: ਹੋਰ
pl: Inne
pt: Outro
ro: Altele
tr: Diğer

source: Carrier Bags
bn: বহনযোগ্য ব্যাগ
gu: કેરિયર બેગ
it: Borse per la spesa
lt: Pirkinių maišeliai
pa: ਕੈਰੀਅਰ ਬੈਗ
pl: Torby na zakupy
pt: Sacos de compras
ro: Pungi de cumpărături
tr: Taşıma Çantası

source: Sauce
bn: সস
gu: સોસ
it: Salsa
lt: Padažas
pa: ਸਾਸ
pl: Sos
pt: Molho
ro: Sos
tr: Sos

source: Hot Chocolate
bn: হট চকলেট
gu: હોટ ચોકલેટ
it: Cioccolata calda
lt: Karštas šokoladas
pa: ਹੌਟ ਚਾਕਲੇਟ
pl: Gorąca czekolada
pt: Chocolate quente
ro: Ciocolată caldă
tr: Sıcak Çikolata

source: Foodbank
ar: بنك الطعام
bg: Хранителна банка
bn: ফুডব্যাংক
cy: Banc Bwyd
es: Banco de alimentos
fr: Banque alimentaire
ga: Banc Bia
gd: Banca-bìdh
gu: ફૂડબેંક
it: Banco alimentare
lt: Maisto bankas
pa: ਫੂਡਬੈਂਕ
pl: Bank żywności
pt: Banco de alimentos
ro: Bancă de alimente
ta: உணவு வங்கி
tr: Gıda Bankası
ur: فوڈ بینک

source: Closed
ar: مغلق
bg: Затворено
bn: বন্ধ আছে
cy: Wedi cau
es: Cerrado
fr: Fermé
ga: Dúnta
gd: Dùinte
gu: બંધ
it: Chiuso
lt: Uždaryta
pa: ਬੰਦ
pl: Zamknięte
pt: Fechado
ro: Închis
ta: மூடப்பட்டது
tr: Kapalı
ur: بند

source: 403 - Forbidden
ar: 403 - تعذر الوصول
bg: 403 - Забранено
bn: 403 - নিষিদ্ধ
cy: 403 - Gwaharddedig
es: 403 - Prohibido
fr: 403 - Interdit
ga: 403 - Toirmiscthe
gd: 403 - Toirmisgte
gu: 403 - પ્રતિબંધિત
it: 403 - Proibito
lt: 403 – Draudžiama
pa: 403 - ਵਰਜਿਤ
pl: 403 - Zabronione
pt: 403 - Proibido
ro: 403 - Interzis
ta: 403 - தடைசெய்யப்பட்டுள்ளது
tr: 403 - Yasak
ur: 403 - حرام

source: Sorry, something has gone wrong there and we can't serve that page. This error has been logged and we'll look into it.
ar: عذرًا، حدث خطأ ما هناك، ولا يمكننا عرض هذه الصفحة. تم تسجيل هذا الخطأ، وسنتحقق منه.
bg: За съжаление, нещо се обърка там и не можем да обслужим тази страница. Тази грешка е регистрирана и ще я проверим.
bn: দুঃখিত, কিছু একটা সমস্যা হয়েছে এবং আমরা সেই পৃষ্ঠাটি পরিবেশন করতে পারছি না। এই ত্রুটিটি লগ করা হয়েছে এবং আমরা এটি খতিয়ে দেখব।
cy: Mae'n ddrwg gennym, mae rhywbeth wedi mynd o'i le yno ac ni allwn wasanaethu'r dudalen honno. Mae'r gwall hwn wedi'i gofnodi a byddwn yn edrych arno.
es: Lo sentimos, algo salió mal y no podemos mostrar esa página. Este error se ha registrado y lo investigaremos.
fr: Désolé, une erreur s'est produite et nous ne pouvons pas afficher cette page. Cette erreur a été enregistrée et nous allons l'examiner.
ga: Tá brón orainn, ach tá rud éigin imithe amú ansin agus ní féidir linn an leathanach sin a sheirbheáil. Tá an earráid seo logáilte agus féachfaimid uirthi.
gd: Tha sinn duilich, tha rudeigin air a dhol ceàrr an sin agus chan urrainn dhuinn an duilleag sin a fhrithealadh. Chaidh a’ mhearachd seo a chlàradh agus nì sinn sgrùdadh air.
gu: માફ કરશો, ત્યાં કંઈક ખોટું થયું છે અને અમે તે પૃષ્ઠને સેવા આપી શકતા નથી. આ ભૂલ લૉગ કરવામાં આવી છે અને અમે તેની તપાસ કરીશું.
it: Spiacenti, si è verificato un problema e non possiamo pubblicare la pagina. L'errore è stato registrato e lo esamineremo.
lt: Atsiprašome, kažkas nutiko ir negalime aptarnauti to puslapio. Ši klaida buvo užregistruota ir mes ją ištirsime.
pa: ਮਾਫ਼ ਕਰਨਾ, ਉੱਥੇ ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ ਹੈ ਅਤੇ ਅਸੀਂ ਉਸ ਪੰਨੇ ਨੂੰ ਸੇਵਾ ਨਹੀਂ ਦੇ ਸਕਦੇ। ਇਹ ਗਲਤੀ ਲੌਗ ਕੀਤੀ ਗਈ ਹੈ ਅਤੇ ਅਸੀਂ ਇਸਦੀ ਜਾਂਚ ਕਰਾਂਗੇ।
pl: Przepraszamy, coś poszło nie tak i nie możemy wyświetlić tej strony. Ten błąd został zarejestrowany i zajmiemy się jego rozwiązaniem.
pt: Desculpe, algo deu errado e não podemos exibir essa página. Este erro foi registrado e iremos investigá-lo.
ro: Ne pare rău, ceva nu a mers bine acolo și nu putem servi pagina respectivă. Această eroare a fost înregistrată și o vom analiza.
ta: மன்னிக்கவும், அங்கே ஏதோ தவறு நடந்துவிட்டது, அந்தப் பக்கத்தை எங்களால் வழங்க முடியவில்லை. இந்தப் பிழை பதிவு செய்யப்பட்டுள்ளது, நாங்கள் அதைப் பார்ப்போம்.
tr: Üzgünüz, bir sorun oluştu ve bu sayfayı sunamıyoruz. Bu hata kaydedildi ve inceleyeceğiz.
ur: معذرت، وہاں کچھ غلط ہو گیا ہے اور ہم اس صفحہ کی خدمت نہیں کر سکتے۔ یہ غلطی لاگ ان ہو گئی ہے اور ہم اس پر غور کریں گے۔

source: Homepage
ar: الصفحة الرئيسية
bg: Начална страница
bn: হোমপেজ
cy: Hafanddalen
es: Página de inicio
fr: Page d'accueil
ga: Leathanach baile
gd: Duilleag-dhachaigh
gu: હોમપેજ
lt: Pradinis puslapis
pa: ਹੋਮਪੇਜ
pl: Strona główna
pt: Página Inicial
ro: Prima pagină
ta: முகப்பு
tr: Anasayfa
ur: ہوم پیج

source: Find what food banks need
ar: ابحث عن ما تحتاجه بنوك الطعام
bg: Намерете от какво се нуждаят хранителните банки
bn: খাদ্য ব্যাংকগুলির কী প্রয়োজন তা খুঁজে বের করুন
cy: Dod o hyd i'r hyn sydd ei angen ar fanciau bwyd
es: Descubra lo que necesitan los bancos de alimentos
fr: Identifiez les besoins des banques alimentaires
ga: Faigh amach cad atá de dhíth ar bhainc bia
gd: Faigh a-mach dè a dh’ fheumas bancaichean bìdh
gu: ફૂડ બેંકોને શું જોઈએ છે તે શોધો
it: Scopri di cosa hanno bisogno le banche alimentari
lt: Sužinokite, ko reikia maisto bankams
pa: ਫੂਡ ਬੈਂਕਾਂ ਨੂੰ ਕੀ ਚਾਹੀਦਾ ਹੈ, ਪਤਾ ਕਰੋ
pl: Dowiedz się, czego potrzebują banki żywności
pt: Descubra o que os bancos de alimentos precisam
ro: Găsește de ce au nevoie băncile de alimente
ta: உணவு வங்கிகளுக்கு என்ன தேவை என்பதைக் கண்டறியவும்.
tr: Gıda bankalarının neye ihtiyacı olduğunu öğrenin.
ur: تلاش کریں کہ فوڈ بینکوں کو کیا ضرورت ہے۔

source: 404 - Not Found
ar: لا يمكن العثور على الصفحة خطأ رقم - ٤٠٤
bg: 404 - Не е намерено
bn: ৪০৪ - পাওয়া যায়নি
cy: 404 - Heb ei Ganfod
es: 404 - No encontrado
fr: 404 - Introuvable
ga: 404 - Níor aimsíodh
gd: 404 - Cha deach a lorg
gu: 404 - મળ્યું નથી
it: 404 - Non trovato
lt: Klaida 404 - Nerasta
pa: 404 - ਨਹੀਂ ਮਿਲਿਆ
pl: 404 - Nie Znaleziono
pt: 404 Não Encontrado
ro: 404 - Nu s-a găsit resursa
ta: 404 - கிடைக்கவில்லை
tr: 404 - Sayfa Bulunamadı
ur: 404 - نہیں ملا

source: Sorry, we can't find that page. It may have been removed or you might have entered an incorrect URL.
ar: عذرًا، لم نتمكن من العثور على هذه الصفحة. ربما تمت إزالتها أو أدخلت عنوان URL غير صحيح.
bg: За съжаление не можем да намерим тази страница. Възможно е да е била премахната или да сте въвели неправилен URL адрес.
bn: দুঃখিত, আমরা সেই পৃষ্ঠাটি খুঁজে পাচ্ছি না। এটি হয়তো সরানো হয়েছে অথবা আপনি ভুল URL লিখেছেন।
cy: Mae'n ddrwg gennym, ni allwn ddod o hyd i'r dudalen honno. Efallai ei bod wedi'i thynnu neu efallai eich bod wedi nodi URL anghywir.
es: Lo sentimos, no encontramos esa página. Es posible que la hayan eliminado o que hayas introducido una URL incorrecta.
fr: Désolé, nous ne trouvons pas cette page. Elle a peut-être été supprimée ou vous avez peut-être saisi une URL incorrecte.
ga: Tá brón orainn, ní féidir linn an leathanach sin a aimsiú. B’fhéidir gur baineadh é nó gur chuir tú URL mícheart isteach.
gd: Duilich, chan urrainn dhuinn an duilleag sin a lorg. Dh’fhaodadh gun deach a thoirt air falbh no dh’fhaodadh gun do chuir thu a-steach URL ceàrr.
gu: માફ કરશો, અમને તે પૃષ્ઠ મળી રહ્યું નથી. તે દૂર કરવામાં આવ્યું હોઈ શકે છે અથવા તમે ખોટો URL દાખલ કર્યો હોઈ શકે છે.
it: Spiacenti, non riusciamo a trovare la pagina. Potrebbe essere stata rimossa o potresti aver inserito un URL errato.
lt: Atsiprašome, nerandame to puslapio. Jis galėjo būti pašalintas arba įvedėte neteisingą URL adresą.
pa: ਮਾਫ਼ ਕਰਨਾ, ਸਾਨੂੰ ਉਹ ਪੰਨਾ ਨਹੀਂ ਮਿਲ ਰਿਹਾ। ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਇਸਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੋਵੇ ਜਾਂ ਤੁਸੀਂ ਗਲਤ URL ਦਾਖਲ ਕੀਤਾ ਹੋਵੇ।
pl: Przepraszamy, nie możemy znaleźć tej strony. Mogła zostać usunięta lub podany adres URL był nieprawidłowy.
pt: Desculpe, não conseguimos encontrar a página. Ela pode ter sido removida ou você pode ter inserido um URL incorreto.
ro: Ne pare rău, nu putem găsi pagina respectivă. Este posibil să fi fost eliminată sau este posibil să fi introdus o adresă URL greșită.
ta: மன்னிக்கவும், அந்தப் பக்கத்தை எங்களால் கண்டுபிடிக்க முடியவில்லை. அது அகற்றப்பட்டிருக்கலாம் அல்லது நீங்கள் தவறான URL ஐ உள்ளிட்டிருக்கலாம்.
tr: Üzgünüz, o sayfayı bulamadık. Sayfa kaldırılmış olabilir veya yanlış bir URL girmiş olabilirsiniz.
ur: معذرت، ہمیں وہ صفحہ نہیں مل سکا۔ ہو سکتا ہے اسے ہٹا دیا گیا ہو یا آپ نے غلط URL درج کیا ہو۔

source: 500 - Internal Server Error
ar: 500 - خطأ داخلي في الخادم
bg: 500 - Вътрешна грешка на сървъра
bn: ৫০০ - অভ্যন্তরীণ সার্ভার ত্রুটি
cy: 500 - Gwall Gweinydd Mewnol
es: 500 - Error interno del servidor
fr: 500 - Erreur interne du serveur
ga: 500 - Earráid Freastalaí Inmheánach
gd: 500 - Mearachd Frithealaiche a-staigh
gu: ૫૦૦ - આંતરિક સર્વર ભૂલ
it: 500 - Errore interno del server
lt: 500 – Vidinė serverio klaida
pa: 500 - ਅੰਦਰੂਨੀ ਸਰਵਰ ਗਲਤੀ
pl: 500 - Wewnętrzny błąd serwera
pt: 500 - Erro interno do servidor
ro: 500 - Eroare internă a serverului
ta: 500 - உள் சேவையகப் பிழை
tr: 500 - İç Sunucu Hatası
ur: 500 - اندرونی سرور کی خرابی۔

source: About us
ar: معلومات عنا
bg: За нас
bn: আমাদের সম্পর্কে
cy: Amdanom ni
es: Sobre nosotros
fr: À propos de nous
ga: Fúinn
gd: Mu ar deidhinn
gu: અમારા વિશે
it: Chi siamo
lt: Apie mus
pa: ਸਾਡੇ ਬਾਰੇ
pl: O nas
pt: Sobre nós
ro: Despre noi
ta: எங்களைப் பற்றி
tr: Hakkımızda
ur: ہمارے بارے میں
