Repository: givefood/givefood
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bn, cy, es, fr, ga, gd, gu, it, lt, pa, pl, pt, ro, ta, tr, ur

source: Dumps
ar: تفريغات
bg: Сметове
bn: ডাম্প
cy: Dympiau
es: Deshecho
fr: Décharges
ga: Dumpálacha
gd: Dumpaichean
gu: ડમ્પ
it: Discariche
lt: Sąvartynai
pa: ਡੰਪ
pl: Depresja
pt: Lixões
ro: Gropi de gunoi
ta: குப்பைகள்
tr: Çöp yığınları
ur: ڈمپ

source: Home
ar: الرئيسية
bg: Начало
bn: মূল পাতা
cy: Cartref
es: Inicio
fr: Accueil
ga: Baile
gd: Dachaidh
gu: ઘર
lt: Pradžia
pa: ਮੁੱਖ
pl: Start
ro: Acasă
ta: முகப்புப் பக்கம்
tr: Ana Sayfa
ur: صفحہ اولیں

source: Date
ar: التاريخ
bg: Дата
bn: তারিখ
cy: Dyddiad
es: Fecha
ga: Dáta
gd: Ceann-latha
gu: તારીખ
it: Data
lt: Data
pa: ਮਿਤੀ
pl: Data
pt: Data
ro: Data
ta: தேதி
tr: Tarih
ur: تاریخ

source: Size
ar: الحجم
bg: Размер
bn: সাইজ
cy: Maint
es: Tamaño
fr: Taille
ga: Méid
gd: Meud
gu: કદ
it: Dimensione
lt: Dydis
pa: ਆਕਾਰ
pl: Rozmiar
pt: Tamanho
ro: Dimensiune
ta: அளவு
tr: Boyut
ur: سائز

source: Rows
ar: صفوف
bg: Редове
bn: সারি
cy: Rhesi
es: Filas
fr: Lignes
ga: Sraitheanna
gd: Sreathan
gu: પંક્તિઓ
it: Righe
lt: Eilutės
pa: ਕਤਾਰਾਂ
pl: Wiersze
pt: Linhas
ro: Rânduri
ta: நிரைகள்
tr: Satırlar
ur: قطاریں

source: Latest
ar: الأحدث
bg: Последни
bn: সর্বশেষ
cy: Diweddaraf
es: Último
fr: Dernier
ga: Is déanaí
gd: As ùire
gu: નવીનતમ
it: Ultimi
lt: Naujausi
pa: ਨਵੀਨਤਮ
pl: Najnowsze
pt: Mais recentes
ro: Cele mai recente
ta: சமீபத்தியது
tr: Son
ur: تازہ ترین

source: Constituencies
gu: મતવિસ્તાર
pa: ਹਲਕੇ
pt: Distritos eleitorais
ro: Circumscripții electorale
tr: Seçim bölgeleri

source: Food banks in %(constituency_name)s
gu: %(constituency_name)s માં ફૂડ બેંકો
pa: %(constituency_name)s ਵਿੱਚ ਫੂਡ ਬੈਂਕ
pt: Bancos de alimentos em %(constituency_name)s
ro: Bănci de alimente în %(constituency_name)s
tr: %(constituency_name)s'daki gıda bankaları

source: %(constituency_name)s constituency is represented by
gu: %(constituency_name)s મતવિસ્તારનું પ્રતિનિધિત્વ કરે છે
lt: %(constituency_name)s rinkimų apygardai atstovauja
pa: %(constituency_name)s ਹਲਕੇ ਦੀ ਨੁਮਾਇੰਦਗੀ ਕਰਦੇ ਹਨ
pt: O círculo eleitoral de %(constituency_name)s é representado por
ro: Circumscripția %(constituency_name)s este reprezentată de
tr: %(constituency_name)s seçim bölgesi tarafından temsil edilmektedir

source: who is the Speaker of the House of Commons.
gu: જે હાઉસ ઓફ કોમન્સના સ્પીકર છે.
lt: kuris yra Bendruomenių Rūmų pirmininkas.
pa: ਜੋ ਹਾਊਸ ਆਫ਼ ਕਾਮਨਜ਼ ਦੇ ਸਪੀਕਰ ਹਨ।
pt: que é o Presidente da Câmara dos Comuns.
ro: care este Președintele Camerei Comunelor.
tr: Avam Kamarası Başkanı olan.

source: of the %(mp_party)s party.
gu: %(mp_party)s પક્ષના.
lt: iš %(mp_party)s partijos.
pa: %(mp_party)s ਪਾਰਟੀ ਤੋਂ।
pt: do partido %(mp_party)s.
ro: din partidul %(mp_party)s.
tr: %(mp_party)s partisinden.

source: Write
gu: લખો
lt: Rašyti
pa: ਲਿਖੋ
pt: Escrever
ro: Scrie
tr: Yaz

source: The following food banks operate in the %(constituency_name)s constituency. Here is what they are requesting to have donated.
gu: નીચેના ફૂડ બેંકો %(constituency_name)s મતવિસ્તારમાં કાર્ય કરે છે. તેઓ દાન માટે શું માંગે છે તે અહીં છે.
lt: Šie maisto bankai veikia %(constituency_name)s rinkimų apygardoje. Štai ko jie prašo paaukoti.
pa: ਹੇਠਾਂ ਦਿੱਤੇ ਫੂਡ ਬੈਂਕ %(constituency_name)s ਹਲਕੇ ਵਿੱਚ ਕੰਮ ਕਰਦੇ ਹਨ। ਉਹ ਦਾਨ ਲਈ ਕੀ ਮੰਗ ਰਹੇ ਹਨ।
pt: Os seguintes bancos alimentares operam no círculo eleitoral de %(constituency_name)s. Aqui está o que eles estão pedindo como doação.
ro: Următoarele bănci de alimente operează în circumscripția %(constituency_name)s. Iată ce solicită să fie donat.
tr: Aşağıdaki gıda bankaları %(constituency_name)s seçim bölgesinde faaliyet göstermektedir. Bağış olarak talep ettikleri şeyler.

source: Part of <a href="/needs/at/%(foodbank_slug)s/">%(foodbank_name)s</a>
gu: <a href="/needs/at/%(foodbank_slug)s/">%(foodbank_name)s</a> નો ભાગ
pa: <a href="/needs/at/%(foodbank_slug)s/">%(foodbank_name)s</a> ਦਾ ਹਿੱਸਾ
pt: Parte de <a href="/needs/at/%(foodbank_slug)s/">%(foodbank_name)s</a>
ro: Parte din <a href="/needs/at/%(foodbank_slug)s/">%(foodbank_name)s</a>
tr: <a href="/needs/at/%(foodbank_slug)s/">%(foodbank_name)s</a> 'ın bir parçası

source: Phone
ar: الهاتف
bg: Телефон
bn: মোবাইল
cy: Ffôn
es: Teléfono
fr: Téléphone
ga: Fón
gd: Fòn
gu: ફોન
it: Telefono
lt: Telefonas
pa: ਫ਼ੋਨ
pl: Telefon
pt: Telefone
ro: Telefon
ta: தொலைபேசி
tr: Telefon
ur: فون

source: Email
ar: البريد الإلكتروني
bg: Имейл
bn: ইমেইল
cy: E-bost
ga: Ríomhphost
gd: Post-d
gu: ઇમેઇલ
lt: El. paštas
pa: ਈਮੇਲ
ta: மின்னஞ்சல்
tr: E-posta
ur: ای میل

source: Check the foodbank's
ar: تحقق من بنك الطعام
bg: Проверете хранителната банка
bn: ফুডব্যাঙ্কগুলি পরীক্ষা করুন
cy: Gwiriwch y banc bwyd
es: Consulta el banco de alimentos
fr: Consultez la banque alimentaire
ga: Seiceáil an banc bia
gd: Thoir sùil air a’ bhanca-bìdh
gu: ફૂડબેંક તપાસો
it: Controlla la banca alimentare
lt: Patikrinkite maisto banko informaciją.
pa: ਫੂਡਬੈਂਕ ਦੀ ਜਾਂਚ ਕਰੋ
pl: Sprawdź bank żywności
pt: Verifique o banco de alimentos
ro: Verificați banca de alimente
ta: உணவு வங்கியைச் சரிபார்க்கவும்
tr: Gıda bankasının bilgilerini kontrol edin.
ur: فوڈ بینک چیک کریں۔

source: Facebook page
ar: فسيبوك
bg: Фейсбук страница
bn: ফেসবুক পাতা
cy: Tudalen Facebook
es: Pagina de Facebook
fr: Page Facebook
ga: Leathanach Facebook
gd: Duilleag Facebook
gu: ફેસબુક પેજ
it: Pagina Facebook
lt: „Facebook“ puslapis
pa: ਫੇਸਬੁੱਕ ਪੇਜ
pl: Strona na Facebooku
pt: Página do Facebook
ro: Pagina Facebook
ta: முகநூல் பக்கம்
tr: Facebook sayfası
ur: فیس بک پیج

source: for what they need
ar: لما يحتاجونه
bg: за това, от което се нуждаят
bn: তাদের যা প্রয়োজন তার জন্য
cy: am yr hyn sydd ei angen arnyn nhw
es: para lo que necesitan
fr: pour ce dont ils ont besoin
ga: don rud atá de dhíth orthu
gd: airson na tha a dhìth orra
gu: તેમને જેની જરૂર છે તેના માટે
it: per quello di cui hanno bisogno
lt: už tai, ko jiems reikia
pa: ਉਹਨਾਂ ਨੂੰ ਕੀ ਚਾਹੀਦਾ ਹੈ
pl: do tego, czego potrzebują
pt: para o que eles precisam
ro: pentru ceea ce au nevoie
ta: அவர்களுக்குத் தேவையானவற்றிற்காக
tr: ihtiyaç duydukları şey için
ur: ان کی ضرورت کے لئے

source: Nearby Constituencies
gu: નજીકના મતવિસ્તાર
pt: Circunscrições vizinhas
ro: Circumscripții electorale din apropiere
tr: Yakındaki Seçim Bölgeleri

source: Parliamentary Constituencies
ar: الدوائر الانتخابية البرلمانية
bg: Парламентарни избирателни райони
bn: সংসদীয় নির্বাচনী এলাকা
cy: Etholaethau Seneddol
es: Circunscripciones parlamentarias
fr: Circonscriptions parlementaires
ga: Dáilcheantair Pharlaiminteacha
gd: Roinnean-pàrlamaid
gu: સંસદીય મતવિસ્તાર
it: Circoscrizioni parlamentari
lt: Parlamento rinkimų apygardos
pa: ਸੰਸਦੀ ਹਲਕੇ
pl: Okręgi wyborcze
pt: Círculos eleitorais parlamentares
ro: Circumscripțiile parlamentare
ta: நாடாளுமன்றத் தொகுதிகள்
tr: Parlamento Seçim Bölgeleri
ur: پارلیمانی حلقے

source: Find which food banks operate in your parliamentary constituency, then donate or take action.
ar: ابحث عن بنوك الطعام التي تعمل في دائرتك البرلمانية، ثم قم بالتبرع أو اتخاذ الإجراء اللازم.
bg: Разберете кои хранителни банки работят във вашия парламентарен избирателен район, след което дарете или предприемете действия.
bn: আপনার সংসদীয় আসনে কোন কোন খাদ্য ব্যাংক কাজ করে তা খুঁজে বের করুন, তারপর দান করুন অথবা পদক্ষেপ নিন।
cy: Darganfyddwch pa fanciau bwyd sy'n gweithredu yn eich etholaeth seneddol, yna cyfrannwch neu gweithredwch.
es: Descubra qué bancos de alimentos operan en su circunscripción parlamentaria y luego haga una donación o actúe.
fr: Identifiez les banques alimentaires présentes dans votre circonscription parlementaire, puis faites un don ou agissez.
ga: Faigh amach cé na bainc bia atá ag feidhmiú i do thoghcheantar parlaiminte, ansin tabhair síntiús nó déan beart.
gd: Faigh a-mach dè na bancaichean bìdh a tha ag obair anns an roinn-phàrlamaid agad, agus an uairsin thoir seachad no cuir an gnìomh.
gu: તમારા સંસદીય મતવિસ્તારમાં કઈ ફૂડ બેંકો કાર્યરત છે તે શોધો, પછી દાન કરો અથવા કાર્યવાહી કરો.
it: Scopri quali banche alimentari operano nella tua circoscrizione parlamentare, quindi fai una donazione o agisci.
lt: Išsiaiškinkite, kurie maisto bankai veikia jūsų parlamento rinkimų apygardoje, tada paaukokite arba imkitės veiksmų.
pa: ਆਪਣੇ ਸੰਸਦੀ ਹਲਕੇ ਵਿੱਚ ਕਿਹੜੇ ਫੂਡ ਬੈਂਕ ਕੰਮ ਕਰਦੇ ਹਨ, ਪਤਾ ਕਰੋ, ਫਿਰ ਦਾਨ ਕਰੋ ਜਾਂ ਕਾਰਵਾਈ ਕਰੋ।
pl: Znajdź banki żywności działające w Twoim okręgu wyborczym, a następnie przekaż darowiznę lub podejmij działania.
pt: Descubra quais bancos de alimentos operam em seu distrito eleitoral parlamentar e faça uma doação ou tome uma atitude.
ro: Găsiți ce bănci alimentare operează în circumscripția dvs. parlamentară, apoi donați sau luați măsuri.
ta: உங்கள் நாடாளுமன்றத் தொகுதியில் எந்த உணவு வங்கிகள் செயல்படுகின்றன என்பதைக் கண்டறிந்து, பின்னர் நன்கொடை அளிக்கவும் அல்லது நடவடிக்கை எடுக்கவும்.
tr: Seçim bölgenizde faaliyet gösteren gıda bankalarını bulun, ardından bağış yapın veya harekete geçin.
ur: معلوم کریں کہ آپ کے پارلیمانی حلقے میں کون سے فوڈ بینک کام کرتے ہیں، پھر چندہ دیں یا کارروائی کریں۔

source: Sorry, we didn't recognise this postcode. Could you try again?
ar: عذرًا، لم نتمكن من التعرّف على هذا الرمز البريدي. هل يمكنك المحاولة مجددًا؟
bg: За съжаление не разпознахме този пощенски код. Можете ли да опитате отново?
bn: দুঃখিত, আমরা এই পোস্টকোডটি চিনতে পারিনি। আপনি কি আবার চেষ্টা করতে পারেন?
cy: Mae'n ddrwg gennym, ni wnaethom adnabod y cod post hwn. A allech chi geisio eto?
es: Lo sentimos, no hemos reconocido este código postal. ¿Podrías intentarlo de nuevo?
fr: Désolé, nous n'avons pas reconnu ce code postal. Pourriez-vous réessayer ?
ga: Tá brón orainn, níor aithin muid an cód poist seo. An bhféadfá iarracht eile a dhéanamh?
gd: Duilich, cha do dh'aithnich sinn an còd-puist seo. Am b' urrainn dhut feuchainn a-rithist?
gu: માફ કરશો, અમે આ પોસ્ટકોડ ઓળખી શક્યા નથી. શું તમે ફરી પ્રયાસ કરી શકો છો?
it: Spiacenti, non abbiamo riconosciuto questo codice postale. Potresti riprovare?
lt: Atsiprašome, šio pašto kodo neatpažinome. Gal galėtumėte pabandyti dar kartą?
pa: ਮਾਫ਼ ਕਰਨਾ, ਅਸੀਂ ਇਸ ਪੋਸਟਕੋਡ ਨੂੰ ਨਹੀਂ ਪਛਾਣ ਸਕੇ। ਕੀ ਤੁਸੀਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ?
pl: Przepraszamy, nie rozpoznaliśmy tego kodu pocztowego. Czy możesz spróbować ponownie?
pt: Desculpe, não reconhecemos este código postal. Você poderia tentar novamente?
ro: Ne pare rău, nu am recunoscut acest cod poștal. Ai putea să încerci din nou?
ta: மன்னிக்கவும், இந்த அஞ்சல் குறியீட்டை எங்களால் அடையாளம் காண முடியவில்லை. மீண்டும் முயற்சி செய்ய முடியுமா?
tr: Üzgünüz, bu posta kodunu tanımadık. Tekrar deneyebilir misiniz?
ur: معذرت، ہم اس پوسٹ کوڈ کو نہیں پہچان سکے۔ کیا آپ دوبارہ کوشش کر سکتے ہیں؟

source: Search by postcode
ar: البحث حسب الرمز البريدي
bg: Търсене по пощенски код
bn: পোস্টকোড অনুসারে অনুসন্ধান করুন
cy: Chwilio yn ôl cod post
es: Buscar por código postal
fr: Recherche par code postal
ga: Cuardaigh de réir cód poist
gd: Lorg le còd-puist
gu: પોસ્ટકોડ દ્વારા શોધો
it: Ricerca per codice postale
lt: Ieškoti pagal pašto kodą
pa: ਪੋਸਟਕੋਡ ਦੁਆਰਾ ਖੋਜ ਕਰੋ
pl: Szukaj według kodu pocztowego
pt: Pesquisar por código postal
ro: Căutați după codul poștal
ta: அஞ்சல் குறியீடு மூலம் தேடுங்கள்
tr: Posta koduna göre ara
ur: پوسٹ کوڈ کے ذریعے تلاش کریں۔

source: Postcode
ar: الرمز البريدي
bg: Пощенски код
bn: পোস্ট কোড
fr: Code Postal
gd: Còd-puist
gu: પોસ્ટકોડ
it: CAP
lt: Pašto kodas
pa: ਪੋਸਟਕੋਡ
pl: Kod pocztowy
pt: CEP
ro: Cod poștal
ta: அஞ்சல் குறியீடு
tr: Posta Kodu

source: Go
ar: اذهب
bg: Напред
bn: যাও
cy: Mynd
es: Ir
fr: Aller
ga: Téigh
gd: Rachaibh
gu: જાઓ
it: Vai
lt: Vykdyti
pa: ਜਾਓ
pl: Idź
pt: Ir
ro: Mergi
ta: போ
tr: Git
ur: جائیں

source: Charity
ar: متجر خيري
bg: Благотворителност
bn: দানশীলতা
cy: Elusen
es: Caridad
fr: Charité
ga: Carthanacht
gd: Carthannas
gu: ધર્માદા
it: Carità
lt: Labdara
pa: ਚੈਰਿਟੀ
pl: Organizacja pożytku publicznego
pt: Caridade
ro: Caritate
ta: தொண்டு
tr: Hayır kurumu
ur: صدقہ

source: %(name)s is a registered charity.
bn: %(name)s একটি নিবন্ধিত দাতব্য সংস্থা।
gu: %(name)s એક નોંધાયેલ ચેરિટી છે.
it: %(name)s è un'organizzazione di beneficenza registrata.
lt: %(name)s yra registruota labdaros organizacija.
pa: %(name)s ਇੱਕ ਰਜਿਸਟਰਡ ਚੈਰਿਟੀ ਹੈ।
pl: %(name)s jest zarejestrowaną organizacją charytatywną.
pt: %(name)s é uma instituição de caridade registada.
ro: %(name)s este o organizație caritabilă înregistrată.
tr: %(name)s kayıtlı bir yardım kuruluşudur.

source: %(name)s operates under a registered charity.
bn: %(name)s একটি নিবন্ধিত দাতব্য সংস্থার অধীনে পরিচালিত হয়।
gu: %(name)s નોંધાયેલ ચેરિટી હેઠળ કામ કરે છે.
it: %(name)s opera sotto un'organizzazione di beneficenza registrata.
lt: %(name)s veikia pagal registruotą labdaros organizaciją.
pa: %(name)s ਇੱਕ ਰਜਿਸਟਰਡ ਚੈਰਿਟੀ ਦੇ ਅਧੀਨ ਕੰਮ ਕਰਦਾ ਹੈ।
pl: %(name)s działa w ramach zarejestrowanej organizacji charytatywnej.
pt: %(name)s opera sob uma instituição de caridade registada.
ro: %(name)s operează sub o organizație caritabilă înregistrată.
tr: %(name)s kayıtlı bir yardım kuruluşu altında faaliyet göstermektedir.

source: Charity name
ar: اسم الجمعية الخيرية
bg: Име на благотворителната организация
bn: দাতব্য প্রতিষ্ঠানের নাম
cy: Enw'r elusen
es: Nombre de la organización benéfica
fr: Nom de l'organisme de bienfaisance
ga: Ainm carthanachta
gd: Ainm carthannais
gu: ચેરિટી નામ
it: Nome dell'ente di beneficenza
lt: Labdaros organizacijos pavadinimas
pa: ਚੈਰਿਟੀ ਨਾਮ
pl: Nazwa organizacji charytatywnej
pt: Nome da instituição de caridade
ro: Numele organizației caritabile
ta: தொண்டு நிறுவனத்தின் பெயர்
tr: Hayır kurumu adı
ur: صدقہ کا نام

source: Regulator
bn: নিয়ন্ত্রক
gu: નિયમનકાર
it: Regolatore
lt: Reguliuotojas
pa: ਰੈਗੂਲੇਟਰ
pt: Regulador
ro: Autoritate de reglementare
tr: Düzenleyici

source: Charity number
ar: رقم الجمعية الخيرية
bg: Регистрационен номер на благотворителна организация
bn: দাতব্য নম্বর
cy: Rhif elusen
es: Número de caridad
fr: Numéro d'organisme de bienfaisance
ga: Uimhir charthanachta
gd: Àireamh carthannais
gu: ચેરિટી નંબર
it: Numero di beneficenza
lt: Labdaros organizacijos numeris
pa: ਚੈਰਿਟੀ ਨੰਬਰ
pl: Numer organizacji charytatywnej
pt: Número de caridade
ro: Număr de înregistrare pentru organizații caritabile
ta: தொண்டு நிறுவன எண்
tr: Yardım kuruluşu numarası
ur: خیراتی نمبر

source: Charity type
ar: نوع الخيرية
bg: Вид благотворителна организация
bn: দাতব্য প্রতিষ্ঠানের ধরণ
cy: Math o elusen
es: Tipo de caridad
fr: Type d'organisme de bienfaisance
ga: Cineál carthanachta
gd: Seòrsa carthannais
gu: ચેરિટી પ્રકાર
it: Tipo di beneficenza
lt: Labdaros tipas
pa: ਚੈਰਿਟੀ ਦੀ ਕਿਸਮ
pl: Rodzaj organizacji charytatywnej
pt: Tipo de caridade
ro: Tipul de organizație caritabilă
ta: தொண்டு வகை
tr: Hayır kurumu türü
ur: صدقہ کی قسم

source: Registration date
ar: تاريخ التسجيل
bg: Дата на регистрация
bn: নিবন্ধনের তারিখ
cy: Dyddiad cofrestru
es: Fecha de registro
fr: Date d'inscription
ga: Dáta clárúcháin
gd: Ceann-latha clàraidh
gu: નોંધણી તારીખ
it: Data di registrazione
lt: Registracijos data
pa: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਮਿਤੀ
pl: Data rejestracji
pt: Data de Registro
ro: Data ȋnregistrării
ta: பதிவு தேதி
tr: Kayıt Tarihi
ur: رجسٹریشن کی تاریخ

source: Objectives
ar: الأهداف
bg: Цели
bn: উদ্দেশ্য
cy: Amcanion
es: Objetivos
fr: Objectifs
ga: Cuspóirí
gd: Amasan
gu: ઉદ્દેશ્યો
it: Obbiettivi
lt: Tikslai
pa: ਉਦੇਸ਼
pl: Cele Misji
pt: Objetivos
ro: Obiective
ta: குறிக்கோள்கள்
tr: Hedefler
ur: مقاصد

source: Purposes
ar: الأغراض
bg: Цели
bn: উদ্দেশ্য
cy: Dibenion
es: Propósitos
fr: Objectifs
ga: Cuspóirí
gd: Adhbharan
gu: હેતુઓ
it: Scopo
lt: Tikslai
pa: ਉਦੇਸ਼
pl: Cele
pt: Finalidades
ro: Scopuri
ta: நோக்கங்கள்
tr: Amaçlar
ur: مقاصد

source: Year
ar: السنة
bg: Година
bn: বছর
cy: Blwyddyn
es: Año
fr: Année
ga: Bliain
gd: Bliadhna
gu: વર્ષ
it: Anno
lt: Metai
pa: ਸਾਲ
pl: Rok
pt: Ano
ro: Anul
ta: ஆண்டு
tr: Yıl
ur: سال

source: Income
ar: الدخل
bg: Приходи
bn: আয়
cy: Incwm
es: Ingresos
fr: Revenu
ga: Ioncam
gd: Teachd-a-steach
gu: આવક
it: Entrate
lt: Pajamos
pa: ਆਮਦਨ
pl: Dochód
pt: Renda
ro: Venituri
ta: வருமானம்
tr: Kazanç
ur: آمدنی

source: Expenditure
ar: النفقات
bg: Разход
bn: ব্যয়
cy: Gwariant
es: Gasto
fr: Type de dépenses
ga: Caiteachas
gd: Cosgaisean
gu: ખર્ચ
it: Spesa
lt: Išlaidos
pa: ਖਰਚਾ
pl: Wydatek
pt: Despesas
ro: Cheltuieli
ta: செலவு
tr: Harcama
ur: خرچہ

source: Donation points
ar: نقاط التبرع
bg: Точки за дарения
bn: দান পয়েন্ট
cy: Pwyntiau rhoi
es: Puntos de donación
fr: Points de don
ga: Pointí síntiúis
gd: Puingean tabhartais
gu: દાન બિંદુઓ
it: Punti di donazione
lt: Aukojimo taškai
pa: ਦਾਨ ਬਿੰਦੂ
pl: Punkty darowizn
pt: Pontos de doação
ro: Puncte de donație
ta: நன்கொடை புள்ளிகள்
tr: Bağış puanları
ur: عطیہ پوائنٹس

source: This food bank is closed
ar: تم إغلاق بنك الطعام هذا
bg: Тази банка за храна е затворена
bn: এই খাদ্য ব্যাংকটি বন্ধ।
cy: Mae'r banc bwyd hwn ar gau
es: Este banco de alimentos está cerrado
fr: Cette banque alimentaire est fermée.
ga: Tá an banc bia seo dúnta
gd: Tha am banca bìdh seo dùinte
gu: આ ફૂડ બેંક બંધ છે.
it: Questa banca alimentare è chiusa
lt: Šis maisto bankas uždarytas
pa: ਇਹ ਫੂਡ ਬੈਂਕ ਬੰਦ ਹੈ।
pl: Ten bank żywności jest zamknięty
pt: Este banco de alimentos está fechado
ro: Această bancă de alimente este închisă
ta: இந்த உணவு வங்கி மூடப்பட்டுள்ளது.
tr: Bu gıda bankası kapalı.
ur: یہ فوڈ بینک بند ہے۔

source: is a donation point for <a href="%(foodbank_url)s">%(foodbank_name)s</a>
ar: نقطة تبرع لـ <a href="%(foodbank_url)s">%(foodbank_name)s</a>
bg: е пункт за дарения за <a href="%(foodbank_url)s">%(foodbank_name)s</a>
fr: est un point de don pour <a href="%(foodbank_url)s">%(foodbank_name)s</a>
gd: 's e puing tabhartais a th' ann airson <a href="%(foodbank_url)s">%(foodbank_name)s</a>
gu: <a href="%(foodbank_url)s">%(foodbank_name)s</a> માટે દાન બિંદુ છે
it: è un punto di donazione per <a href="%(foodbank_url)s">%(foodbank_name)s</a>
lt: yra aukojimo taškas, skirtas <a href="%(foodbank_url)s">%(foodbank_name)s</a>
pa: <a href="%(foodbank_url)s">%(foodbank_name)s</a> ਲਈ ਇੱਕ ਦਾਨ ਬਿੰਦੂ ਹੈ
pl: jest punktem darowizn dla <a href="%(foodbank_url)s">%(foodbank_name)s</a>
pt: é um ponto de doação para <a href="%(foodbank_url)s">%(foodbank_name)s</a>
ro: este un punct de donație pentru <a href="%(foodbank_url)s">%(foodbank_name)s</a>
ta: <a href="%(foodbank_url)s">%(foodbank_name)s</a> க்கான நன்கொடைப் புள்ளி
tr: <a href="%(foodbank_url)s">%(foodbank_name)s</a> için bir bağış noktasıdır.

source: Here they are requesting to have donated...
ar: وهنا يطلبون التبرع ...
bg: Тук те искат да дарят...
bn: এখানে তারা অনুদান দেওয়ার জন্য অনুরোধ করছে...
cy: Yma maen nhw'n gofyn am gyfrannu...
es: Aquí están pidiendo que se les done...
fr: Ils demandent ici à ce que des dons soient faits...
ga: Seo iad ag iarraidh síntiús a thabhairt...
gd: An seo tha iad ag iarraidh gun toir iad seachad...
gu: અહીં તેઓ દાન આપવા વિનંતી કરી રહ્યા છે...
it: Qui chiedono di donare...
lt: Čia jie prašo paaukoti...
pa: ਇੱਥੇ ਉਹ ਦਾਨ ਕਰਨ ਦੀ ਬੇਨਤੀ ਕਰ ਰਹੇ ਹਨ...
pl: Tutaj proszą o darowiznę...
pt: Aqui eles estão solicitando uma doação...
ro: Aici ei cer să fi donat...
ta: இங்கே அவர்கள் நன்கொடை அளிக்கக் கேட்கிறார்கள்...
tr: Burada bağış yapılmasını talep ediyorlar...
ur: یہاں وہ عطیہ کرنے کی درخواست کر رہے ہیں...

source: They don't need any more
ar: إنهم لا يحتاجون إلى المزيد
bg: Те не се нуждаят от повече
bn: তাদের আর কোন প্রয়োজন নেই।
cy: Nid oes angen mwy arnynt
es: Ya no necesitan más
fr: Ils n'en ont plus besoin
ga: Ní theastaíonn a thuilleadh uathu
gd: Chan fheum iad tuilleadh
gu: તેમને હવે વધુ જરૂર નથી
it: Non ne hanno più bisogno
lt: Jiems daugiau nereikia
pa: ਉਹਨਾਂ ਨੂੰ ਹੋਰ ਕੋਈ ਲੋੜ ਨਹੀਂ ਹੈ।
pl: Nie potrzebują już nic więcej
pt: Eles não precisam de mais nada
ro: Nu mai au nevoie de nimic
ta: அவர்களுக்கு இனி எதுவும் தேவையில்லை.
tr: Daha fazlasına ihtiyaçları yok.
ur: انہیں مزید ضرورت نہیں ہے۔

source: Opening hours
ar: ساعات العمل
bg: Работно време
bn: খোলার ঘন্টা
cy: Oriau agor
es: Horario de apertura
fr: Heures d’ouverture
ga: Uaireanta Oscailte
gd: Uairean fosglaidh
gu: ઓપનિંગ કલાક
it: Orari di apertura
lt: Darbo valandos
pa: ਖੁੱਲਣ ਦੇ ਘੰਟੇ
pl: Godziny otwarcia
pt: Horário de funcionamento
ro: Program de lucru
ta: தொடக்க நேரம்
tr: Açılış saatleri
ur: کھلنے کے اوقات

source: Only accepts in-store purchases as donations
ar: يقبل فقط عمليات الشراء داخل المتجر كتبرعات
bg: Приема само покупки в магазина като дарения
bn: শুধুমাত্র দোকানের কেনাকাটা দান হিসেবে গ্রহণ করা হয়
cy: Dim ond fel rhoddion y mae'n derbyn pryniannau yn y siop
es: Solo acepta compras en tienda como donaciones
fr: N'accepte que les achats effectués en magasin comme dons.
ga: Ní ghlactar ach le ceannacháin sa siopa mar shíntiúis
gd: Chan eil e a’ gabhail ach ri ceannach in-stòr mar thabhartasan
gu: ફક્ત સ્ટોરમાંથી ખરીદીને દાન તરીકે સ્વીકારે છે
it: Accetta solo acquisti in negozio come donazioni
lt: Priimami tik parduotuvėje pirkti pirkiniai kaip aukos
pa: ਸਿਰਫ਼ ਸਟੋਰ ਵਿੱਚ ਖਰੀਦਦਾਰੀ ਨੂੰ ਦਾਨ ਵਜੋਂ ਸਵੀਕਾਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ
pl: Akceptujemy wyłącznie zakupy w sklepie jako darowizny
pt: Aceita apenas compras na loja como doações
ro: Acceptă doar achiziții din magazin ca donații
ta: கடையில் வாங்கும் பொருட்களை மட்டுமே நன்கொடையாக ஏற்றுக்கொள்கிறோம்.
tr: Sadece mağazadan yapılan satın alımları bağış olarak kabul eder.
ur: صرف ان اسٹور خریداریوں کو بطور عطیہ قبول کرتا ہے۔

source: Although, sometimes you can add items marked as not from the store. Best to check.
ar: مع ذلك، يمكنك أحيانًا إضافة سلع مُعلَّمة بأنها ليست من المتجر. يُفضَّل التحقق من ذلك.
bg: Въпреки че понякога можете да добавяте артикули, маркирани като не от магазина. Най-добре е да проверите.
bn: যদিও, কখনও কখনও আপনি দোকান থেকে নয় বলে চিহ্নিত জিনিসপত্র যোগ করতে পারেন। চেক করা ভালো।
cy: Er, weithiau gallwch ychwanegu eitemau sydd wedi'u nodi fel rhai nad ydynt o'r siop. Gorau i wirio.
es: Aunque a veces puedes añadir artículos marcados como no disponibles en la tienda. Es mejor comprobarlo.
fr: Il est parfois possible d'ajouter des articles marqués comme ne provenant pas du magasin. Il est préférable de vérifier.
ga: Cé gur féidir leat earraí a chur leis uaireanta atá marcáilte mar nach ón siopa iad. Is fearr seiceáil.
gd: Ged, uaireannan faodaidh tu rudan a chomharrachadh mar nach eil bhon stòr. As fheàrr a sgrùdadh.
gu: જોકે, ક્યારેક તમે સ્ટોરમાંથી ન હોય તેવી વસ્તુઓ ઉમેરી શકો છો. તપાસવું શ્રેષ્ઠ છે.
it: Tuttavia, a volte è possibile aggiungere articoli contrassegnati come non provenienti dal negozio. È meglio controllare.
lt: Nors kartais galite pridėti prekių, pažymėtų kaip ne iš parduotuvės. Geriausia patikrinti.
pa: ਹਾਲਾਂਕਿ, ਕਈ ਵਾਰ ਤੁਸੀਂ ਸਟੋਰ ਤੋਂ ਨਹੀਂ ਵਜੋਂ ਚਿੰਨ੍ਹਿਤ ਚੀਜ਼ਾਂ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ। ਜਾਂਚ ਕਰਨਾ ਸਭ ਤੋਂ ਵਧੀਆ ਹੈ।
pl: Chociaż czasami możesz dodać pozycje oznaczone jako nie ze sklepu. Najlepiej sprawdzić.
pt: Embora, às vezes, você possa adicionar itens marcados como não sendo da loja. Melhor verificar.
ro: Deși, uneori puteți adăuga articole marcate ca nefiind din magazin. Cel mai bine să verificați.
ta: இருப்பினும், சில நேரங்களில் கடையில் இருந்து வரவில்லை எனக் குறிக்கப்பட்ட பொருட்களை நீங்கள் சேர்க்கலாம். சரிபார்ப்பது நல்லது.
tr: Ancak bazen mağazada bulunmayan ürünleri de ekleyebilirsiniz. Yine de kontrol etmenizde fayda var.
ur: اگرچہ، بعض اوقات آپ اسٹور سے نشان زدہ آئٹمز شامل کر سکتے ہیں۔ چیک کرنا بہترین ہے۔

source: Wheelchair accessible
ar: مناسب للكراسي المتحركة
bg: Достъпно за инвалидни колички
bn: হুইলচেয়ার ব্যবহারের সুবিধা আছে
cy: Hygyrch i gadeiriau olwyn
es: Apto para personas en silla de ruedas
fr: Accès chaise roulante
ga: Inrochtana do chathaoireacha rothaí
gd: Ruigsinneachd cathair-cuibhle
gu: વ્હીલચેર માટે સુલભ
it: Accessibile alle sedie a rotelle
lt: Pritaikyta neįgaliesiems vežimėliuose
pa: ਵ੍ਹੀਲਚੇਅਰ ਪਹੁੰਚਯੋਗ ਹੈ
pl: Dostępne dla wózków inwalidzkich
pt: Acessível para cadeira de rodas
ro: Acces în scaun cu rotile
ta: சக்கர நாற்காலி வசதி உள்ளது
tr: Tekerlekli sandalye erişimine uygun
ur: وہیل چیئر قابل رسائی

source: Directions
ar: الاتجاهات
bg: Упътвания
bn: দিকনির্দেশনা
cy: Cyfarwyddiadau
es: Direcciones
ga: Treoracha
gd: Stiùiridhean
gu: દિશાઓ
it: Direzioni
lt: Nurodymai
pa: ਦਿਸ਼ਾਵਾਂ
pl: Wskazówki dojazdu
pt: Instruções
ro: Instrucțiuni
ta: வழிமுறைகள்
tr: Talimatlar
ur: ہدایات
