Repository: givefood/givefood
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bn, cy, es, fr, ga, gd, gu, it, lt, pa, pl, pt, ro, ta, tr, ur

source: Apr
gu: એપ્રિલ
pa: ਅਪ੍ਰੈਲ
pt: Abr
tr: Nisan

source: First test grocery deliveries to foodbanks
gu: ફૂડબેંકમાં કરિયાણાની પ્રથમ પરીક્ષણ ડિલિવરી
pa: ਫੂਡ ਬੈਂਕਾਂ ਨੂੰ ਪਹਿਲੀ ਵਾਰ ਟੈਸਟ ਕਰਿਆਨੇ ਦੀ ਡਿਲੀਵਰੀ
pt: Primeiro teste de entrega de mantimentos para bancos de alimentos.
ro: Primele livrări de produse alimentare de test către băncile de alimente
tr: Gıda bankalarına yapılan ilk deneme gıda teslimatları

source: Jun
gu: જૂન
pa: ਜੂਨ
ro: Iun
tr: Haz

source: Formed Give Food
gu: ખોરાક આપો રચના
pa: ਭੋਜਨ ਦਿਓ ਦਾ ਗਠਨ
pt: Formado Dar Alimento
ro: Format dă mâncare
tr: Oluşturulmuş Yiyecek Verin

source: Jan
gu: જાન્યુઆરી
pa: ਜਨਵਰੀ
ro: Ian
tr: Ocak

source: Released first <a href="/">UK public database of food banks</a>
gu: <a href="/">ફૂડ બેંકોનો પ્રથમ યુકે જાહેર ડેટાબેઝ</a> બહાર પાડવામાં આવ્યો
pa: <a href="/">ਫੂਡ ਬੈਂਕਾਂ ਦਾ ਪਹਿਲਾ ਯੂਕੇ ਜਨਤਕ ਡੇਟਾਬੇਸ</a> ਜਾਰੀ ਕੀਤਾ ਗਿਆ
pt: Divulgado o primeiro <a href="/">banco de dados público do Reino Unido sobre bancos de alimentos.</a>
ro: A fost lansată prima <a href="/">bază de date publică din Marea Britanie a băncilor de alimente</a>
tr: <a href="/">İngiltere'de gıda bankalarına ilişkin ilk kamuya açık veri tabanı</a> yayınlandı.

source: Feb
gu: ફેબ્રુઆરી
pa: ਫਰਵਰੀ
pt: Fev
tr: Şubat

source: Became a <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">registered charity</a>
gu: <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">રજિસ્ટર્ડ ચેરિટી</a> બની
pa: ਇੱਕ <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">ਰਜਿਸਟਰਡ ਚੈਰਿਟੀ</a> ਬਣ ਗਈ
pt: Tornou-se uma <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">instituição de caridade registrada.</a>
ro: A devenit o <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">organizație caritabilă înregistrată</a>
tr: <a href="https://register-of-charities.charitycommission.gov.uk/en/charity-search/-/charity-details/5147019">Kayıtlı bir hayır kurumu</a> haline geldi.

source: Dec
gu: ડિસેમ્બર
pa: ਦਸੰਬਰ
pt: Dez
tr: Aralık

source: Open sourced <a href="https://github.com/givefood/">much of our code and versioned data</a>
gu: <a href="https://github.com/givefood/">અમારા કોડ અને વર્ઝન કરેલા ડેટાનો મોટાભાગનો</a> ઓપન સોર્સ
pa: <a href="https://github.com/givefood/">ਸਾਡੇ ਕੋਡ ਅਤੇ ਵਰਜਨ ਕੀਤੇ ਡੇਟਾ ਦਾ ਬਹੁਤ ਸਾਰਾ</a> ਓਪਨ ਸੋਰਸ ਕੀਤਾ ਗਿਆ ਹੈ
pt: Tornamos <a href="https://github.com/givefood/">grande parte do nosso código e dados versionados de</a> código aberto.
ro: <a href="https://github.com/givefood/">O mare parte din codul nostru și datele versionate</a> au fost open source
tr: <a href="https://github.com/givefood/">Kodumuzun büyük bir kısmını açık kaynaklı hale getirdik ve verilerimizi sürümlendirdik.</a>

source: Oct
gu: ઓક્ટોમ્બર
pa: ਅਕਤੂਬਰ
pt: Out
tr: Ekim

source: Complete redesign of our website
gu: અમારી વેબસાઇટનું સંપૂર્ણ પુનઃડિઝાઇન
pa: ਸਾਡੀ ਵੈੱਬਸਾਈਟ ਦਾ ਪੂਰਾ ਰੀਡਿਜ਼ਾਈਨ
pt: Redesign completo do nosso site
ro: Reproiectare completă a site-ului nostru web
tr: Web sitemizin tamamen yeniden tasarımı

source: Released our tool to allow the public to easily <a href="/write/">email their MP about food insecurity</a>
gu: જનતાને <a href="/write/">ખોરાકની અસુરક્ષા વિશે તેમના સાંસદને સરળતાથી ઇમેઇલ કરવાની</a> મંજૂરી આપવા માટે અમારું સાધન બહાર પાડ્યું.
pa: ਜਨਤਾ ਨੂੰ <a href="/write/">ਭੋਜਨ ਅਸੁਰੱਖਿਆ ਬਾਰੇ ਆਪਣੇ ਸੰਸਦ ਮੈਂਬਰ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਈਮੇਲ ਕਰਨ ਦੀ</a> ਆਗਿਆ ਦੇਣ ਲਈ ਸਾਡਾ ਟੂਲ ਜਾਰੀ ਕੀਤਾ ਗਿਆ ਹੈ।
pt: Lançamos nossa ferramenta que permite ao público <a href="/write/">enviar e-mails facilmente aos seus parlamentares sobre insegurança alimentar.</a>
ro: Am lansat instrumentul nostru care permite publicului să trimită cu ușurință <a href="/write/">e-mailuri parlamentarilor lor despre insecuritatea alimentară</a>
tr: Halkın <a href="/write/">gıda güvensizliği konusunda milletvekillerine kolayca e-posta</a> göndermesine olanak tanıyan aracımızı yayınladık.

source: Nov
gu: નવેમ્બર
pa: ਨਵੰਬਰ
tr: Kas

source: Started monitoring foodbank item excess in addition to shortages
gu: ફૂડબેંકની અછત ઉપરાંત વધારાની ચીજવસ્તુઓનું નિરીક્ષણ કરવાનું શરૂ કર્યું
pa: ਫੂਡਬੈਂਕ ਵਿੱਚ ਆਈਟਮਾਂ ਦੀ ਘਾਟ ਤੋਂ ਇਲਾਵਾ ਵਾਧੂ ਦੀ ਨਿਗਰਾਨੀ ਸ਼ੁਰੂ ਕੀਤੀ
pt: Começamos a monitorar o excesso de itens nos bancos de alimentos, além da escassez.
ro: A început monitorizarea excesului de produse de la banca alimentară, pe lângă lipsurile de alimente
tr: Gıda bankası ürünlerindeki eksikliklere ek olarak fazlalıkları da izlemeye başladık.

source: May
gu: મે
pa: ਮਈ
pt: Maio
ro: Mai
tr: Mayıs

source: Selected to be part of British Library's <a href="https://www.webarchive.org.uk/">UK Web Archive</a>
gu: બ્રિટિશ લાઇબ્રેરીના <a href="https://www.webarchive.org.uk/">યુકે વેબ આર્કાઇવનો</a> ભાગ બનવા માટે પસંદ કરાયેલ.
pa: ਬ੍ਰਿਟਿਸ਼ ਲਾਇਬ੍ਰੇਰੀ ਦੇ <a href="https://www.webarchive.org.uk/">ਯੂਕੇ ਵੈੱਬ ਆਰਕਾਈਵ</a> ਦਾ ਹਿੱਸਾ ਬਣਨ ਲਈ ਚੁਣਿਆ ਗਿਆ।
pt: Selecionado para fazer parte do <a href="https://www.webarchive.org.uk/">Arquivo Web do Reino Unido</a> da Biblioteca Britânica.
ro: Selectat pentru a face parte din <a href="https://www.webarchive.org.uk/">Arhiva Web din Marea Britanie</a> a Bibliotecii Britanice
tr: Britanya Kütüphanesi'nin <a href="https://www.webarchive.org.uk/">Birleşik Krallık Web Arşivi'ne</a> dahil edilmek üzere seçildi.

source: First used AI to augment our data processing
gu: ડેટા પ્રોસેસિંગ વધારવા માટે સૌપ્રથમ AI નો ઉપયોગ કર્યો
pa: ਪਹਿਲਾਂ ਸਾਡੇ ਡੇਟਾ ਪ੍ਰੋਸੈਸਿੰਗ ਨੂੰ ਵਧਾਉਣ ਲਈ AI ਦੀ ਵਰਤੋਂ ਕੀਤੀ
pt: Utilizamos IA pela primeira vez para aprimorar nosso processamento de dados.
ro: A folosit pentru prima dată inteligența artificială pentru a îmbunătăți procesarea datelor noastre
tr: Veri işleme süreçlerimizi geliştirmek için ilk kez yapay zekayı kullandık.

source: Mar
gu: માર્ચ
pa: ਮਾਰਚ
tr: Mart

source: Added food bank donation points to our data
gu: અમારા ડેટામાં ફૂડ બેંક ડોનેશન પોઈન્ટ ઉમેર્યા છે.
pa: ਸਾਡੇ ਡੇਟਾ ਵਿੱਚ ਫੂਡ ਬੈਂਕ ਦਾਨ ਪੁਆਇੰਟ ਜੋੜੇ ਗਏ ਹਨ।
pt: Adicionamos pontos de doação para bancos de alimentos aos nossos dados.
ro: Am adăugat la datele noastre puncte pentru donații la băncile de alimente
tr: Verilerimize gıda bankası bağış puanlarını ekledik.

source: Rebuilt our email your MP tool to contact parlimentary candidates for the <a href="/2024/#general-election">UK general election</a>
gu: <a href="/2024/#general-election">યુકેની સામાન્ય ચૂંટણી</a> માટે સંસદીય ઉમેદવારોનો સંપર્ક કરવા માટે અમારા ઇમેઇલ તમારા MP ટૂલને ફરીથી બનાવો.
pa: <a href="/2024/#general-election">ਯੂਕੇ ਆਮ ਚੋਣਾਂ</a> ਲਈ ਸੰਸਦੀ ਉਮੀਦਵਾਰਾਂ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਲਈ ਸਾਡੇ ਈਮੇਲ ਆਪਣੇ ਐਮਪੀ ਟੂਲ ਨੂੰ ਦੁਬਾਰਾ ਬਣਾਓ।
pt: Reformulamos nossa ferramenta "Envie um e-mail ao seu deputado" para que você possa entrar em contato com candidatos parlamentares nas <a href="/2024/#general-election">eleições gerais do Reino Unido.</a>
ro: Am reconstruit instrumentul nostru „trimiteți e-mailul dvs. parlamentar” pentru a contacta candidații parlamentari la <a href="/2024/#general-election">alegerile generale din Regatul Unit.</a>
tr: <a href="/2024/#general-election">Birleşik Krallık genel seçimlerinde</a> parlamento adaylarıyla iletişime geçmek için "Milletvekilinize e-posta gönderin" aracımızı yeniden tasarladık.

source: Sep
gu: સપ્ટેમ્બર
pa: ਸਤੰਬਰ
pt: Set
tr: Eyl

source: Launched our site in <a href="/cy/">Welsh</a> and <a href="/gd/">Scots Gaelic</a>
gu: <a href="/cy/">વેલ્શ</a> અને <a href="/gd/">સ્કોટ્સ ગેલિક</a> ભાષામાં અમારી સાઇટ શરૂ કરી
pa: <a href="/cy/">ਵੈਲਸ਼</a> ਅਤੇ <a href="/gd/">ਸਕਾਟਸ ਗੇਲਿਕ</a> ਵਿੱਚ ਸਾਡੀ ਸਾਈਟ ਲਾਂਚ ਕੀਤੀ
pt: Lançamos nosso site em <a href="/cy/">galês</a> e <a href="/gd/">gaélico escocês.</a>
ro: Am lansat site-ul nostru în <a href="/cy/">galeză</a> și <a href="/gd/">gaelică scoțiană</a>
tr: Sitemizi <a href="/cy/">Galce</a> ve <a href="/gd/">İskoç Galcesi</a> dillerinde yayına aldık.

source: Data now includes charity financial information
gu: ડેટામાં હવે ચેરિટી નાણાકીય માહિતીનો સમાવેશ થાય છે
pa: ਡੇਟਾ ਵਿੱਚ ਹੁਣ ਚੈਰਿਟੀ ਦੀ ਵਿੱਤੀ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਹੈ
pt: Os dados agora incluem informações financeiras de instituições de caridade.
ro: Datele includ acum informații financiare despre organizații caritabile
tr: Verilere artık hayır kurumlarının mali bilgileri de dahil edildi.

source: Released <a href="/apps/">mobile apps</a>
gu: પ્રકાશિત <a href="/apps/">મોબાઇલ એપ્લિકેશનો</a>
pa: ਜਾਰੀ ਕੀਤੇ <a href="/apps/">ਮੋਬਾਈਲ ਐਪਸ</a>
pt: <a href="/apps/">Aplicativos móveis</a> lançados
ro: <a href="/apps/">Aplicații mobile</a> lansate
tr: Yayınlanan <a href="/apps/">mobil uygulamalar</a>

source: Website now available in 20 languages
gu: વેબસાઇટ હવે 20 ભાષાઓમાં ઉપલબ્ધ છે
pa: ਵੈੱਬਸਾਈਟ ਹੁਣ 20 ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਉਪਲਬਧ ਹੈ
pt: O site agora está disponível em 20 idiomas.
ro: Site-ul web este acum disponibil în 20 de limbi
tr: Web sitesi artık 20 dilde kullanılabilir.

source: Annual reports
ar: التقارير السنوية
bg: Годишни отчети
bn: বার্ষিক প্রতিবেদন
cy: Adroddiadau blynyddol
es: Informes anuales
fr: rapports annuels
ga: Tuarascálacha bliantúla
gd: Aithisgean bliadhnail
gu: વાર્ષિક અહેવાલો
it: Relazioni annuali
lt: Metinės ataskaitos
pa: ਸਾਲਾਨਾ ਰਿਪੋਰਟਾਂ
pl: Sprawozdania roczne
pt: Relatórios anuais
ro: Rapoarte anuale
ta: ஆண்டு அறிக்கைகள்
tr: Yıllık raporlar
ur: سالانہ رپورٹس

source: Give Food is a UK charity that uses data to highlight local and structural food insecurity then provides tools to help alleviate it.
ar: Give Food هي مؤسسة خيرية في المملكة المتحدة تستخدم البيانات لتسليط الضوء على انعدام الأمن الغذائي المحلي والبنيوي ثم توفر الأدوات للمساعدة في التخفيف من حدته.
bg: Give Food е благотворителна организация в Обединеното кралство, която използва данни, за да подчертае местната и структурна продоволствена несигурност, след което предоставя инструменти за нейното облекчаване.
bn: গিভ ফুড হল যুক্তরাজ্যের একটি দাতব্য সংস্থা যা স্থানীয় এবং কাঠামোগত খাদ্য নিরাপত্তাহীনতা তুলে ধরার জন্য তথ্য ব্যবহার করে এবং তারপর তা দূর করতে সাহায্য করার জন্য সরঞ্জাম সরবরাহ করে।
cy: Elusen yn y DU yw Give Food sy’n defnyddio data i amlygu ansicrwydd bwyd lleol a strwythurol ac yna’n darparu offer i helpu i’w liniaru.
es: Give Food es una organización benéfica del Reino Unido que utiliza datos para resaltar la inseguridad alimentaria local y estructural y luego proporciona herramientas para ayudar a aliviarla.
fr: Give Food est une organisation caritative britannique qui utilise des données pour mettre en lumière l'insécurité alimentaire locale et structurelle, puis fournit des outils pour contribuer à l'atténuer.
ga: Is carthanas sa Ríocht Aontaithe é Give Food a úsáideann sonraí chun aird a tharraingt ar éiginnteacht bia áitiúil agus struchtúrtha agus a sholáthraíonn uirlisí chun cabhrú le maolú a dhéanamh air.
gd: Is e carthannas RA a th’ ann an Give Food a bhios a’ cleachdadh dàta gus mì-thèarainteachd bìdh ionadail agus structarail a shoilleireachadh, agus an uairsin a’ toirt seachad innealan gus a lughdachadh.
gu: ગીવ ફૂડ એ યુકેની એક ચેરિટી સંસ્થા છે જે સ્થાનિક અને માળખાકીય ખાદ્ય અસુરક્ષાને પ્રકાશિત કરવા માટે ડેટાનો ઉપયોગ કરે છે અને પછી તેને દૂર કરવામાં મદદ કરવા માટે સાધનો પૂરા પાડે છે.
it: Give Food è un ente di beneficenza del Regno Unito che utilizza i dati per evidenziare l'insicurezza alimentare locale e strutturale e fornisce poi strumenti per contribuire ad alleviarla.
lt: „Give Food“ yra JK labdaros organizacija, kuri, naudodama duomenis, išryškina vietos ir struktūrinį maisto trūkumą, o tada teikia priemones jam sumažinti.
pa: ਗਿਵ ਫੂਡ ਇੱਕ ਯੂਕੇ ਚੈਰਿਟੀ ਹੈ ਜੋ ਸਥਾਨਕ ਅਤੇ ਢਾਂਚਾਗਤ ਭੋਜਨ ਅਸੁਰੱਖਿਆ ਨੂੰ ਉਜਾਗਰ ਕਰਨ ਲਈ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ ਅਤੇ ਫਿਰ ਇਸਨੂੰ ਘਟਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਸਾਧਨ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ।
pl: Give Food to brytyjska organizacja charytatywna, która wykorzystuje dane, aby zwrócić uwagę na lokalne i strukturalne problemy związane z bezpieczeństwem żywnościowym, a następnie udostępnia narzędzia pomagające je łagodzić.
pt: A Give Food é uma instituição de caridade do Reino Unido que usa dados para destacar a insegurança alimentar local e estrutural e, em seguida, fornece ferramentas para ajudar a aliviá-la.
ro: Give Food este o organizație caritabilă din Regatul Unit care utilizează date pentru a evidenția insecuritatea alimentară locală și structurală, apoi oferă instrumente pentru a ajuta la atenuarea acesteia.
ta: கிவ் ஃபுட் என்பது ஒரு UK தொண்டு நிறுவனமாகும், இது உள்ளூர் மற்றும் கட்டமைப்பு உணவுப் பாதுகாப்பின்மையை முன்னிலைப்படுத்த தரவைப் பயன்படுத்துகிறது, பின்னர் அதைப் போக்க உதவும் கருவிகளை வழங்குகிறது.
tr: Give Food, İngiltere merkezli bir yardım kuruluşu olup, verileri kullanarak yerel ve yapısal gıda güvensizliğini ortaya koyuyor ve ardından bu sorunu hafifletmeye yardımcı olacak araçlar sunuyor.
ur: Give Food برطانیہ کا ایک خیراتی ادارہ ہے جو مقامی اور ساختی غذائی عدم تحفظ کو اجاگر کرنے کے لیے ڈیٹا کا استعمال کرتا ہے اور پھر اسے کم کرنے میں مدد کے لیے ٹولز فراہم کرتا ہے۔

source: Even more AI, translations and mobile apps
gu: હજી વધુ AI, અનુવાદો અને મોબાઇલ એપ્લિકેશનો
pa: ਹੋਰ ਵੀ AI, ਅਨੁਵਾਦ ਅਤੇ ਮੋਬਾਈਲ ਐਪਸ
pt: Ainda mais IA, traduções e aplicativos móveis
ro: Și mai multă inteligență artificială, traduceri și aplicații mobile
tr: Daha da fazla yapay zeka, çeviri ve mobil uygulama

source: AI, general election, site translation
ar: الذكاء الاصطناعي، الانتخابات العامة، ترجمة الموقع
bg: Изкуствен интелект, общи избори, превод на сайтове
bn: এআই, সাধারণ নির্বাচন, সাইট অনুবাদ
cy: AI, etholiad cyffredinol, cyfieithu safle
es: IA, elecciones generales, traducción de sitios web
fr: IA, élections générales, traduction de sites
ga: Intleacht Shaorga, olltoghchán, aistriúchán suímh
gd: AI, taghadh coitcheann, eadar-theangachadh làraich
gu: કૃત્રિમ બુદ્ધિ, સામાન્ય ચૂંટણી, સાઇટ અનુવાદ
it: IA, elezioni generali, traduzione del sito
lt: Dirbtinis intelektas, visuotiniai rinkimai, svetainės vertimas
pa: ਏਆਈ, ਆਮ ਚੋਣਾਂ, ਸਾਈਟ ਅਨੁਵਾਦ
pl: AI, wybory powszechne, tłumaczenie witryny
pt: IA, eleições gerais, tradução de sites
ro: AI, alegeri generale, traducere site
ta: AI, பொதுத் தேர்தல், தள மொழிபெயர்ப்பு
tr: Yapay zeka, genel seçim, site çevirisi
ur: AI، عام انتخابات، سائٹ کا ترجمہ

source: Rebrand, refresh, rewrite &amp; categorisation
ar: إعادة العلامة التجارية، التحديث، إعادة الكتابة والتصنيف
bg: Ребрендиране, обновяване, пренаписване и категоризация
bn: রিব্র্যান্ডিং, রিফ্রেশ, পুনর্লিখন এবং শ্রেণীবদ্ধকরণ
cy: Ailfrandio, adnewyddu, ailysgrifennu &amp; categoreiddio
es: Rebranding, actualización, reescritura y categorización
fr: Refonte de l'image, rafraîchissement, réécriture et catégorisation
ga: Athbhrandáil, athnuachan, athscríobh & catagóiriú
gd: Ath-bhranndadh, ùrachadh, ath-sgrìobhadh &amp; seòrsachadh
gu: રિબ્રાન્ડ, રિફ્રેશ, રિરાઇટ અને વર્ગીકરણ
it: Rebranding, aggiornamento, riscrittura e categorizzazione
lt: Pervadinti prekės ženklą, atnaujinti, perrašyti ir suskirstyti į kategorijas
pa: ਰੀਬ੍ਰਾਂਡ, ਰਿਫ੍ਰੈਸ਼, ਰੀਰਾਈਟ ਅਤੇ ਵਰਗੀਕਰਨ
pl: Zmiana marki, odświeżenie, przepisanie i kategoryzacja
pt: Reformular, atualizar, reescrever e categorizar
ro: Rebrand, reîmprospăta, rescrie &amp; categorizare
ta: மறுபெயரிடுதல், புதுப்பித்தல், மீண்டும் எழுதுதல் & வகைப்படுத்துதல்
tr: Yeniden markalama, yenileme, yeniden yazma ve kategorizasyon
ur: دوبارہ برانڈ کریں، ریفریش کریں، دوبارہ لکھیں اور درجہ بندی

source: Write to your MP tool, surplus monitoring, data audits
ar: اكتب إلى أداة MP الخاصة بك، ومراقبة الفائض، وعمليات تدقيق البيانات
bg: Пишете във вашия инструмент за управление на проекти, мониторинг на излишъци, одити на данни
bn: আপনার এমপি টুলে লিখুন, উদ্বৃত্ত পর্যবেক্ষণ, ডেটা অডিট
cy: Ysgrifennwch at eich offeryn AS, monitro gwarged, archwiliadau data
es: Escribe a tu herramienta MP, monitoreo de excedentes, auditorías de datos
fr: Écrivez à votre outil MP, suivi des excédents, audits de données
ga: Scríobh chuig d'uirlis MP, monatóireacht barrachais, iniúchtaí sonraí
gd: Sgrìobh chun inneal BP agad, sgrùdadh a bharrachd, sgrùdaidhean dàta
gu: તમારા MP ટૂલ, સરપ્લસ મોનિટરિંગ, ડેટા ઓડિટ પર લખો
it: Scrivi al tuo strumento MP, monitoraggio delle eccedenze, audit dei dati
lt: Rašykite į savo MP įrankį, pertekliaus stebėjimą, duomenų auditus
pa: ਆਪਣੇ ਐਮਪੀ ਟੂਲ, ਸਰਪਲੱਸ ਨਿਗਰਾਨੀ, ਡੇਟਾ ਆਡਿਟ 'ਤੇ ਲਿਖੋ
pl: Napisz do swojego narzędzia MP, monitorowanie nadwyżek, audyty danych
pt: Escreva para sua ferramenta MP, monitoramento de excedentes, auditorias de dados
ro: Scrieți în instrumentul dvs. MP, monitorizarea excedentului, auditarea datelor
ta: உங்கள் MP கருவிக்கு எழுதுங்கள், உபரி கண்காணிப்பு, தரவு தணிக்கைகள்
tr: MP aracınıza yazın, fazla izleme, veri denetimleri
ur: اپنے ایم پی ٹول، سرپلس مانیٹرنگ، ڈیٹا آڈٹ پر لکھیں۔

source: Data &amp; UX review, dashboards, charity reporting
ar: مراجعة البيانات وتجربة المستخدم، ولوحات المعلومات، وإعداد التقارير الخيرية
bg: Преглед на данни и потребителско изживяване, табла за управление, отчетност за благотворителни организации
bn: ডেটা এবং ইউএক্স পর্যালোচনা, ড্যাশবোর্ড, দাতব্য প্রতিবেদন
cy: Adolygu data ac UX, dangosfyrddau, adroddiadau elusennau
es: Revisión de datos y experiencia de usuario, paneles de control, informes de organizaciones benéficas
fr: Analyse des données et de l'expérience utilisateur, tableaux de bord, rapports pour les organismes de bienfaisance
ga: Athbhreithniú Sonraí & UX, painéil rialaithe, tuairisciú carthanachta
gd: Dàta &amp; Lèirmheas UX, clàran-deasachaidh, aithris carthannais
gu: ડેટા અને યુએક્સ સમીક્ષા, ડેશબોર્ડ્સ, ચેરિટી રિપોર્ટિંગ
it: Revisione dei dati e dell'esperienza utente, dashboard, report di beneficenza
lt: Duomenų ir UX apžvalga, ataskaitų suvestinės, labdaros ataskaitos
pa: ਡਾਟਾ ਅਤੇ UX ਸਮੀਖਿਆ, ਡੈਸ਼ਬੋਰਡ, ਚੈਰਿਟੀ ਰਿਪੋਰਟਿੰਗ
pl: Przegląd danych i UX, panele sterowania, raportowanie charytatywne
pt: Revisão de dados e UX, painéis, relatórios de caridade
ro: Date &amp; Revizuire UX, tablouri de bord, raportare de caritate
ta: தரவு & UX மதிப்பாய்வு, டாஷ்போர்டுகள், தொண்டு அறிக்கையிடல்
tr: Veri ve kullanıcı deneyimi incelemesi, gösterge panelleri, hayır kurumu raporlaması
ur: ڈیٹا &amp; UX جائزہ، ڈیش بورڈز، چیریٹی رپورٹنگ

source: Pandemic response, becoming a charity, publishing our data
ar: الاستجابة للوباء، والتحول إلى مؤسسة خيرية، ونشر بياناتنا
bg: Реакция на пандемията, превръщане в благотворителна организация, публикуване на нашите данни
bn: মহামারী মোকাবেলা, দাতব্য প্রতিষ্ঠানে পরিণত হওয়া, আমাদের তথ্য প্রকাশ করা
cy: Ymateb pandemig, dod yn elusen, cyhoeddi ein data
es: Respuesta a la pandemia, cómo convertirse en una organización benéfica y cómo publicar nuestros datos
fr: Réponse à la pandémie, création d'une organisation caritative, publication de nos données
ga: Freagairt ar an bpaindéim, bheith ina carthanas, ár sonraí a fhoilsiú
gd: Freagairt pandemic, a bhith na charthannas, a’ foillseachadh ar dàta
gu: રોગચાળાનો પ્રતિભાવ, ચેરિટી બનવું, અમારો ડેટા પ્રકાશિત કરવો
it: Risposta alla pandemia, diventare un ente di beneficenza, pubblicare i nostri dati
lt: Atsakas į pandemiją, tapimas labdaros organizacija, mūsų duomenų publikavimas
pa: ਮਹਾਂਮਾਰੀ ਪ੍ਰਤੀਕਿਰਿਆ, ਇੱਕ ਚੈਰਿਟੀ ਬਣਨਾ, ਸਾਡਾ ਡੇਟਾ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰਨਾ
pl: Reagowanie na pandemię, zostanie organizacją charytatywną, publikowanie naszych danych
pt: Resposta à pandemia, tornando-se uma instituição de caridade, publicando nossos dados
ro: Răspunsul la pandemie, devenind o organizație caritabilă, publicând datele noastre
ta: தொற்றுநோய் எதிர்ப்பு, ஒரு தொண்டு நிறுவனமாக மாறுதல், எங்கள் தரவை வெளியிடுதல்
tr: Pandemiye müdahale, hayır kurumu olma, verilerimizi yayınlama
ur: وبائی مرض کا جواب، ایک خیراتی ادارہ بننا، ہمارا ڈیٹا شائع کرنا

source: Initial deliveries, Christmas
ar: التسليمات الأولية، عيد الميلاد
bg: Първоначални доставки, Коледа
bn: প্রাথমিক ডেলিভারি, বড়দিন
cy: Dosbarthiadau cychwynnol, Nadolig
es: Primeras entregas, Navidad
fr: Premières livraisons, Noël
ga: Seachadtaí tosaigh, Nollaig
gd: Lìbhrigeadh tùsail, Nollaig
gu: શરૂઆતની ડિલિવરી, ક્રિસમસ
it: Prime consegne, Natale
lt: Pradiniai pristatymai, Kalėdos
pa: ਸ਼ੁਰੂਆਤੀ ਡਿਲੀਵਰੀ, ਕ੍ਰਿਸਮਸ
pl: Pierwsze dostawy, Boże Narodzenie
pt: Entregas iniciais, Natal
ro: Livrări inițiale, Crăciun
ta: ஆரம்ப விநியோகங்கள், கிறிஸ்துமஸ்
tr: İlk teslimatlar, Noel
ur: ابتدائی ترسیل، کرسمس

source: Colophon
ar: الصفحة الأخيرة
bg: Колофон
bn: কলোফোন
es: Colofón
ga: Colofón
gu: કોલોફોન
lt: Kolofonas
pa: ਕੋਲੋਫੋਨ
pl: Kolofon
pt: Colofão
ro: Colofon
ta: கோலோஃபோன்
tr: Kolofon
ur: کولفون

source: Find food banks in %(country)s, see what they need and how you can help by donating or volunteering.
ar: ابحث عن بنوك الطعام في %(country)s، واطلع على احتياجاتها وكيف يمكنك المساعدة من خلال التبرع أو التطوع.
bg: Намерете хранителни банки в %(country)s, вижте от какво се нуждаят и как можете да помогнете, като дарите или се включите като доброволец.
bn: %(country)s-এ খাদ্য ব্যাংক খুঁজুন, তাদের কী প্রয়োজন এবং দান বা স্বেচ্ছাসেবক হিসেবে আপনি কীভাবে সাহায্য করতে পারেন তা দেখুন।
fr: Trouvez des banques alimentaires à %(country)s, voyez ce dont elles ont besoin et comment vous pouvez les aider en faisant un don ou en devenant bénévole.
gd: Lorg bancaichean bìdh ann an %(country)s, faic dè a dh’ fheumas iad agus mar as urrainn dhut cuideachadh le bhith a’ toirt seachad tabhartasan no obair shaor-thoileach.
gu: %(country)s માં ફૂડ બેંકો શોધો, તેમને શું જોઈએ છે અને તમે દાન અથવા સ્વયંસેવકતા દ્વારા કેવી રીતે મદદ કરી શકો છો તે જુઓ.
it: Trova le banche alimentari a %(country)s, scopri di cosa hanno bisogno e come puoi aiutarle donando o facendo volontariato.
lt: Raskite maisto bankus %(country)s, sužinokite, ko jiems reikia ir kaip galite padėti aukodami ar savanoriaudami.
pa: %(country)s ਵਿੱਚ ਫੂਡ ਬੈਂਕ ਲੱਭੋ, ਦੇਖੋ ਕਿ ਉਹਨਾਂ ਨੂੰ ਕੀ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਤੁਸੀਂ ਦਾਨ ਜਾਂ ਸਵੈ-ਸੇਵੀ ਸੇਵਾ ਕਰਕੇ ਕਿਵੇਂ ਮਦਦ ਕਰ ਸਕਦੇ ਹੋ।
pl: Znajdź banki żywności w %(country)s, dowiedz się, czego potrzebują i jak możesz pomóc, przekazując darowiznę lub zgłaszając się jako wolontariusz.
pt: Encontre bancos de alimentos em %(country)s, veja o que eles precisam e como você pode ajudar doando ou fazendo trabalho voluntário.
ro: Găsește bănci de alimente în %(country)s, vezi de ce au nevoie și cum poți ajuta donând sau oferindu-te voluntariat.
ta: %(country)s இல் உணவு வங்கிகளைக் கண்டறிந்து, அவர்களுக்கு என்ன தேவை என்பதையும், நன்கொடை அளிப்பதன் மூலமோ அல்லது தன்னார்வத் தொண்டு செய்வதன் மூலமோ நீங்கள் எவ்வாறு உதவ முடியும் என்பதையும் காண்க.
tr: %(country)s bölgesindeki gıda bankalarını bulun, ihtiyaçlarını öğrenin ve bağış yaparak veya gönüllü olarak nasıl yardımcı olabileceğinizi görün.

source: Food banks in %(country)s
ar: بنوك الطعام في %(country)s
bg: Хранителни банки в %(country)s
bn: %(country)s-এ খাদ্য ব্যাংক
fr: Banques alimentaires à %(country)s
gd: Bancaichean bìdh ann an %(country)s
gu: %(country)s માં ફૂડ બેંકો
it: Banche alimentari in %(country)s
lt: Maisto bankai %(country)s
pa: %(country)s ਵਿੱਚ ਫੂਡ ਬੈਂਕ
pl: Banki żywności w %(country)s
pt: Bancos de alimentos em %(country)s
ro: Bănci de alimente în %(country)s
ta: %(country)s இல் உள்ள உணவு வங்கிகள்
tr: %(country)s'daki gıda bankaları
