Repository: givefood/givefood
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bn, cy, es, fr, ga, gd, gu, it, lt, pa, pl, pt, ro, ta, tr, ur

source: Sorry, but we just have to check you are a human...
ar: نأسف، ولكن علينا فقط التأكد من أنك إنسان...
bg: Съжалявам, но просто трябва да проверим дали си човек...
bn: দুঃখিত, কিন্তু আমাদের শুধু পরীক্ষা করতে হবে যে তুমি একজন মানুষ...
cy: Mae'n ddrwg gennym, ond mae'n rhaid i ni wirio eich bod yn ddyn...
es: Lo sentimos, pero solo tenemos que comprobar que eres humano...
fr: Désolé, mais nous devons vérifier que vous êtes bien un humain...
ga: Tá brón orainn, ach ní mór dúinn a sheiceáil an duine thú...
gd: Duilich, ach feumaidh sinn dèanamh cinnteach gur e duine daonna a th’ annad...
gu: માફ કરશો, પણ આપણે ફક્ત એ ચકાસવાનું છે કે તમે માણસ છો...
it: Ci dispiace, ma dobbiamo solo verificare che tu sia un essere umano...
lt: Atsiprašome, bet turime patikrinti, ar esate žmogus...
pa: ਮਾਫ਼ ਕਰਨਾ, ਪਰ ਸਾਨੂੰ ਸਿਰਫ਼ ਇਹ ਜਾਂਚ ਕਰਨੀ ਪਵੇਗੀ ਕਿ ਤੁਸੀਂ ਇਨਸਾਨ ਹੋ...
pl: Przepraszamy, ale musimy sprawdzić, czy jesteś człowiekiem...
pt: Desculpe, mas precisamos verificar se você é humano...
ro: Ne pare rău, dar trebuie doar să verificăm că ești om...
ta: மன்னிக்கவும், நீங்கள் ஒரு மனிதர்தானா என்பதை நாங்கள் சரிபார்க்க வேண்டும்...
tr: Üzgünüz, ancak insan olduğunuzu doğrulamamız gerekiyor...
ur: معذرت، لیکن ہمیں صرف یہ دیکھنا ہے کہ آپ انسان ہیں...

source: Download on the App Store
bn: অ্যাপ স্টোর থেকে ডাউনলোড করুন
gu: App Store પરથી ડાઉનલોડ કરો
it: Scarica dall'App Store
lt: Atsisiųsti iš App Store
pa: ਐਪ ਸਟੋਰ ਤੋਂ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz z App Store
pt: Descarregar na App Store
ro: Descarcă din App Store
tr: App Store'dan indirin

source: Get it on Google Play
bn: গুগল প্লে থেকে পান
gu: Google Play પર મેળવો
it: Disponibile su Google Play
lt: Gauti iš Google Play
pa: ਗੂਗਲ ਪਲੇ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Pobierz z Google Play
pt: Obter no Google Play
ro: Disponibil pe Google Play
tr: Google Play'den edinin

source: England
ar: إنجلترا
bg: Англия
bn: ইংল্যান্ড
cy: Lloegr
es: Inglaterra
fr: Angleterre
ga: Sasana
gd: Sasainn
gu: ઈંગ્લેન્ડ
it: Inghilterra
lt: Anglija
pa: ਇੰਗਲੈਂਡ
pl: Anglia
pt: Inglaterra
ro: Anglia
ta: இங்கிலாந்து
tr: İngiltere
ur: انگلینڈ

source: Wales
ar: ويلز
bg: Уелс
bn: ওয়েলস
cy: Cymru
es: Gales
fr: Galles
ga: An Bhreatain Bheag
gd: Chuimrigh
gu: વેલ્સ
it: Galles
lt: Velsas
pa: ਵੇਲਜ਼
pl: Walia
pt: País de Gales
ta: வேல்ஸ்
tr: Galler
ur: ویلز

source: Scotland
ar: إسكتلندا
bg: Шотландия
bn: স্কটল্যান্ড
cy: Alban
fr: Écosse
ga: Albain
gd: Alba
gu: સ્કોટલેન્ડ
it: Scozia
lt: Skotlandas
pa: ਸਕਾਟਲੈਂਡ
pl: Szkocja
pt: Escocês
ro: Scoţia
ta: ஸ்காட்லாந்து
tr: İskoçya
ur: سکاٹ لینڈ

source: Northern Ireland
ar: أيرلندا الشمالية
bg: Северна Ирландия
bn: উত্তর আয়ারল্যান্ড
cy: Gogledd Iwerddon
es: Irlanda del Norte
fr: Irlande du Nord
ga: Tuaisceart Éireann
gd: Èirinn a Tuath
gu: ઉત્તરી આયર્લેન્ડ
it: Irlanda del Nord
lt: Šiaurės airija
pa: ਉੱਤਰੀ ਆਇਰਲੈਂਡ
pl: Irlandia Północna
pt: Irlanda do Norte
ro: Irlanda de Nord
ta: வடக்கு அயர்லாந்து
tr: Kuzey İrlanda
ur: شمالی آئرلینڈ

source: Isle of Man
ar: جزيرة الرجل
bg: Остров Ман
bn: আইল অব ম্যান
cy: Ynys Manaw
es: Isla de Man
fr: Île de Man
ga: Oileán Mhanann
gd: Eilean Mhanainn
gu: આઇલ ઓફ મેન
it: Isola di Man
lt: Meno sala
pa: ਆਇਲ ਆਫ਼ ਮੈਨ
pl: Wyspa Man
pt: Ilha de Man
ta: ஐல் ஆஃப் மேன்
tr: Man Adası
ur: آئل آف مین

source: Jersey
ar: جيرسي
bg: Джърси
bn: জার্সি
gd: Geirsaidh
gu: જર્સી
lt: Džersis
pa: ਜਰਸੀ
ta: ஜெர்சி
ur: جرسی

source: Guernsey
ar: غيرنسي
bg: Гърнзи
bn: গেঁজি
fr: Guernesey
gu: ગર્નસી
lt: Gernsis
pa: ਗਰਨਸੀ
ta: கெர்ன்சி
ur: گرنسی

source: Hello
ar: مرحبا
bg: Здравейте
bn: হ্যালো
cy: Helo
es: Hola
fr: Bonjour
ga: Haigh
gd: Halò
gu: નમસ્તે
it: Ciao
lt: Sveiki
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ
pl: Witaj
pt: Olá
ro: Bună
ta: வணக்கம்
tr: Merhaba
ur: ہیلو

source: Organisation
ar: منظمة
bg: Организация
bn: সংগঠন
cy: Sefydliad
es: Organización
ga: Eagraíocht
gd: Eagrachadh
gu: સંગઠન
it: Organizzazione
lt: Organizacija
pa: ਸੰਗਠਨ
pl: Organizacja
pt: Organização
ro: Organizație
ta: அமைப்பு
tr: Organizasyon
ur: تنظیم

source: marker
ar: علامة
bg: маркер
bn: চিহ্নিতকারী
cy: marciwr
fr: marqueur
ga: marcóir
gd: momharra
gu: માર્કર
it: marcatore
lt: žymeklis
pa: ਮਾਰਕਰ
pl: znacznik
pt: marcador
ta: குறிப்பான்
tr: işaretleyici
ur: مارکر

source: Location
ar: الموقع
bg: Местоположение
bn: অবস্থান
cy: Lleoliad
es: Ubicación
fr: Emplacement
ga: Suíomh
gd: Àite
gu: લોકેશન
it: Luogo
lt: Vieta
pa: ਟਿਕਾਣਾ
pl: Lokalizacja
pt: Localização
ro: Locatie
ta: இடம்
tr: Konum
ur: مقام

source: Service area
ar: منطقة الخدمة
bg: Зона на обслужване
bn: পরিষেবা এলাকা
cy: Ardal gwasanaeth
es: Vía de Servício
fr: Aire de service
ga: Limistéar seirbhíse
gd: Raon seirbheis
gu: સેવા ક્ષેત્ર
it: Area di servizio
lt: Aptarnavimo zona
pa: ਸੇਵਾ ਖੇਤਰ
pl: Obszar usług
pt: Área de serviço
ro: Zona de servicii
ta: சேவை பகுதி
tr: Hizmet alanı
ur: سروس ایریا

source: Donation point
ar: نقطة التبرع
bg: Пункт за дарения
bn: দান বিন্দু
cy: Pwynt rhoi
es: Punto de donación
fr: Point de don
ga: Pointe síntiús
gd: Puing tabhartais
gu: દાન બિંદુ
it: Punto di donazione
lt: Aukojimo punktas
pa: ਦਾਨ ਬਿੰਦੂ
pl: Punkt darowizn
pt: Ponto de doação
ro: Punct de donație
ta: நன்கொடை புள்ளி
tr: Bağış noktası
ur: عطیہ پوائنٹ

source: Service areas are approximate. You should check with the food bank
ar: مناطق الخدمة تقريبية. يُرجى مراجعة بنك الطعام.
bg: Зоните на обслужване са приблизителни. Трябва да се консултирате с банката за хранителни продукти.
bn: পরিষেবা এলাকাগুলি আনুমানিক। আপনার খাদ্য ব্যাংকের সাথে যোগাযোগ করা উচিত
cy: Mae'r ardaloedd gwasanaeth yn fras. Dylech wirio gyda'r banc bwyd
es: Las áreas de servicio son aproximadas. Consulte con el banco de alimentos.
fr: Les zones desservies sont approximatives. Veuillez vérifier auprès de la banque alimentaire.
ga: Is garmheastacháin iad na limistéir seirbhíse. Ba chóir duit seiceáil leis an mbanc bia.
gd: Tha na raointean seirbheis tuairmseach. Bu chòir dhut bruidhinn ris a’ bhanca bìdh
gu: સેવા વિસ્તારો અંદાજિત છે. તમારે ફૂડ બેંક સાથે તપાસ કરવી જોઈએ.
it: Le aree di servizio sono approssimative. Si consiglia di verificare con la banca alimentare.
lt: Aptarnaujamos sritys yra apytikslės. Turėtumėte pasiteirauti maisto banko.
pa: ਸੇਵਾ ਖੇਤਰ ਅੰਦਾਜ਼ਨ ਹਨ। ਤੁਹਾਨੂੰ ਫੂਡ ਬੈਂਕ ਤੋਂ ਜਾਂਚ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।
pl: Obszary usług są przybliżone. Należy skontaktować się z bankiem żywności.
pt: As áreas de atendimento são aproximadas. Consulte o banco de alimentos.
ro: Zonele deservite sunt aproximative. Ar trebui să verificați cu banca de alimente.
ta: சேவைப் பகுதிகள் தோராயமானவை. நீங்கள் உணவு வங்கியைத் தொடர்பு கொள்ள வேண்டும்.
tr: Hizmet verilen bölgeler yaklaşık değerlerdir. Kesin bilgi için gıda bankasıyla iletişime geçmelisiniz.
ur: سروس کے علاقے لگ بھگ ہیں۔ آپ کو فوڈ بینک سے چیک کرنا چاہیے۔

source: Give Food a UK charity uses data to highlight local and structural food insecurity then provides tools to help alleviate it.
ar: تستخدم مؤسسة Give Food الخيرية في المملكة المتحدة البيانات لتسليط الضوء على انعدام الأمن الغذائي المحلي والبنيوي ثم تقدم أدوات للمساعدة في التخفيف من حدته.
bg: Благотворителната организация „Give Food“ в Обединеното кралство използва данни, за да подчертае местната и структурна продоволствена несигурност, след което предоставя инструменти, които да помогнат за облекчаването ѝ.
bn: যুক্তরাজ্যের একটি দাতব্য সংস্থা গিভ ফুড স্থানীয় এবং কাঠামোগত খাদ্য নিরাপত্তাহীনতা তুলে ধরার জন্য তথ্য ব্যবহার করে এবং তারপর তা দূর করতে সাহায্য করার জন্য সরঞ্জাম সরবরাহ করে।
cy: Mae Give Food yn elusen yn y DU sy’n defnyddio data i amlygu ansicrwydd bwyd lleol a strwythurol ac yna’n darparu offer i helpu i’w liniaru.
es: Give Food, una organización benéfica del Reino Unido, utiliza datos para destacar la inseguridad alimentaria local y estructural y luego proporciona herramientas para ayudar a aliviarla.
fr: L'association caritative britannique Give Food utilise des données pour mettre en lumière l'insécurité alimentaire locale et structurelle, puis fournit des outils pour contribuer à l'atténuer.
ga: Úsáideann Give Food, carthanas RA, sonraí chun aird a tharraingt ar éiginnteacht bia áitiúil agus struchtúrtha agus ansin soláthraíonn sé uirlisí chun cabhrú le maolú a dhéanamh air.
gd: Bidh carthannas Give Food a UK a’ cleachdadh dàta gus mì-thèarainteachd bìdh ionadail agus structarail a shoilleireachadh agus an uairsin a’ toirt seachad innealan gus cuideachadh le bhith ga lughdachadh.
gu: યુકેની ચેરિટી સંસ્થા ગીવ ફૂડ સ્થાનિક અને માળખાકીય ખાદ્ય અસુરક્ષાને પ્રકાશિત કરવા માટે ડેટાનો ઉપયોગ કરે છે અને પછી તેને દૂર કરવામાં મદદ કરવા માટે સાધનો પૂરા પાડે છે.
it: Give Food, un'organizzazione benefica del Regno Unito, utilizza i dati per evidenziare l'insicurezza alimentare locale e strutturale e fornisce poi strumenti per contribuire ad alleviarla.
lt: JK labdaros organizacija „Give Food“ naudoja duomenis, kad išryškintų vietos ir struktūrinį maisto trūkumą, o tada teikia priemones jam sumažinti.
pa: ਯੂਕੇ ਦੀ ਇੱਕ ਚੈਰਿਟੀ, ਗਿਵ ਫੂਡ, ਸਥਾਨਕ ਅਤੇ ਢਾਂਚਾਗਤ ਭੋਜਨ ਅਸੁਰੱਖਿਆ ਨੂੰ ਉਜਾਗਰ ਕਰਨ ਲਈ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ ਅਤੇ ਫਿਰ ਇਸਨੂੰ ਘਟਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਸਾਧਨ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ।
pl: Organizacja charytatywna Give Food w Wielkiej Brytanii wykorzystuje dane, aby zwrócić uwagę na lokalne i strukturalne problemy z bezpieczeństwem żywnościowym, a następnie udostępnia narzędzia pomagające je łagodzić.
pt: A Give Food, uma instituição de caridade do Reino Unido, usa dados para destacar a insegurança alimentar local e estrutural e, em seguida, fornece ferramentas para ajudar a aliviá-la.
ro: Give Food o organizație caritabilă din Marea Britanie folosește date pentru a evidenția insecuritatea alimentară locală și structurală, apoi oferă instrumente pentru a ajuta la atenuarea acesteia.
ta: UK தொண்டு நிறுவனமான Give Food, உள்ளூர் மற்றும் கட்டமைப்பு உணவுப் பாதுகாப்பின்மையை முன்னிலைப்படுத்த தரவைப் பயன்படுத்துகிறது, பின்னர் அதைப் போக்க உதவும் கருவிகளை வழங்குகிறது.
tr: Birleşik Krallık merkezli bir yardım kuruluşu olan Give Food, verileri kullanarak yerel ve yapısal gıda güvensizliğini ortaya koyuyor ve ardından bu sorunu hafifletmeye yardımcı olacak araçlar sunuyor.
ur: Give Food a UK چیریٹی مقامی اور ساختی خوراک کی عدم تحفظ کو اجاگر کرنے کے لیے ڈیٹا کا استعمال کرتی ہے پھر اسے کم کرنے میں مدد کے لیے ٹولز فراہم کرتی ہے۔

source: We're a UK charity that uses data to highlight local and structural food insecurity then provides tools to help alleviate it.
ar: نحن مؤسسة خيرية في المملكة المتحدة نستخدم البيانات لتسليط الضوء على انعدام الأمن الغذائي المحلي والبنيوي ثم نقدم الأدوات للمساعدة في التخفيف منه.
bg: Ние сме благотворителна организация в Обединеното кралство, която използва данни, за да подчертае местната и структурна продоволствена несигурност, след което предоставя инструменти, които да помогнат за облекчаването ѝ.
bn: আমরা যুক্তরাজ্যের একটি দাতব্য সংস্থা যা স্থানীয় এবং কাঠামোগত খাদ্য নিরাপত্তাহীনতা তুলে ধরার জন্য তথ্য ব্যবহার করে এবং তারপর তা দূর করতে সাহায্য করার জন্য সরঞ্জাম সরবরাহ করে।
cy: Rydym yn elusen yn y DU sy'n defnyddio data i amlygu ansicrwydd bwyd lleol a strwythurol ac yna'n darparu offer i helpu i'w liniaru.
es: Somos una organización benéfica del Reino Unido que utiliza datos para resaltar la inseguridad alimentaria local y estructural y luego brinda herramientas para ayudar a aliviarla.
fr: Nous sommes une organisation caritative britannique qui utilise les données pour mettre en évidence l'insécurité alimentaire locale et structurelle, puis fournit des outils pour contribuer à l'atténuer.
ga: Is carthanas sa Ríocht Aontaithe muid a úsáideann sonraí chun aird a tharraingt ar éiginnteacht bia áitiúil agus struchtúrtha agus a sholáthraíonn uirlisí chun cabhrú le faoiseamh a thabhairt di.
gd: Is e carthannas RA a th’ annainn a bhios a’ cleachdadh dàta gus mì-thèarainteachd bìdh ionadail agus structarail a shoilleireachadh agus an uairsin a’ toirt seachad innealan gus cuideachadh le bhith ga lughdachadh.
gu: અમે યુકેની એક ચેરિટી છીએ જે સ્થાનિક અને માળખાકીય ખાદ્ય અસુરક્ષાને પ્રકાશિત કરવા માટે ડેટાનો ઉપયોગ કરે છે અને પછી તેને દૂર કરવામાં મદદ કરવા માટે સાધનો પૂરા પાડે છે.
it: Siamo un'organizzazione benefica del Regno Unito che utilizza i dati per evidenziare l'insicurezza alimentare locale e strutturale e fornisce strumenti per contribuire ad alleviarla.
lt: Esame JK labdaros organizacija, kuri, naudodama duomenis, išryškina vietinį ir struktūrinį maisto nepriteklių, o tada teikia priemones jam sumažinti.
pa: ਅਸੀਂ ਇੱਕ ਯੂਕੇ ਚੈਰਿਟੀ ਹਾਂ ਜੋ ਸਥਾਨਕ ਅਤੇ ਢਾਂਚਾਗਤ ਭੋਜਨ ਅਸੁਰੱਖਿਆ ਨੂੰ ਉਜਾਗਰ ਕਰਨ ਲਈ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ ਅਤੇ ਫਿਰ ਇਸਨੂੰ ਘਟਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਸਾਧਨ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।
pl: Jesteśmy brytyjską organizacją charytatywną, która wykorzystuje dane, aby uwypuklić lokalne i strukturalne problemy z bezpieczeństwem żywnościowym, a następnie udostępnia narzędzia pomagające je łagodzić.
pt: Somos uma instituição de caridade do Reino Unido que usa dados para destacar a insegurança alimentar local e estrutural e, em seguida, fornece ferramentas para ajudar a aliviá-la.
ro: Suntem o organizație caritabilă din Regatul Unit care utilizează date pentru a evidenția insecuritatea alimentară locală și structurală, apoi oferă instrumente pentru a ajuta la atenuarea acesteia.
ta: நாங்கள் ஒரு UK தொண்டு நிறுவனம், உள்ளூர் மற்றும் கட்டமைப்பு உணவுப் பாதுகாப்பின்மையை முன்னிலைப்படுத்த தரவைப் பயன்படுத்தி, பின்னர் அதைப் போக்க உதவும் கருவிகளை வழங்குகிறோம்.
tr: Biz, İngiltere merkezli bir yardım kuruluşuyuz ve verileri kullanarak yerel ve yapısal gıda güvensizliğini ortaya koyuyor, ardından bu sorunu hafifletmeye yardımcı olacak araçlar sunuyoruz.
ur: ہم برطانیہ کا ایک خیراتی ادارہ ہے جو مقامی اور ساختی غذائی عدم تحفظ کو اجاگر کرنے کے لیے ڈیٹا کا استعمال کرتا ہے پھر اسے کم کرنے میں مدد کے لیے ٹولز فراہم کرتا ہے۔

source: Use our unique database to find a food bank near you, see what they need and how you can help by donating or volunteering.
ar: استخدم قاعدة بياناتنا الفريدة للعثور على بنك طعام بالقرب منك، واطلع على احتياجاتهم وكيف يمكنك المساعدة من خلال التبرع أو التطوع.
bg: Използвайте нашата уникална база данни, за да намерите банка за хранителни продукти близо до вас, да видите от какво се нуждаят и как можете да помогнете, като дарите или се включите като доброволец.
bn: আমাদের অনন্য ডাটাবেস ব্যবহার করে আপনার কাছাকাছি একটি খাদ্য ব্যাংক খুঁজে বের করুন, তাদের কী প্রয়োজন এবং আপনি কীভাবে দান বা স্বেচ্ছাসেবক হিসেবে সাহায্য করতে পারেন তা দেখুন।
fr: Utilisez notre base de données unique pour trouver une banque alimentaire près de chez vous, découvrir ses besoins et comment vous pouvez l'aider en faisant un don ou en devenant bénévole.
gd: Cleachd an stòr-dàta sònraichte againn gus banca bìdh a lorg faisg ort, faic dè a dh’ fheumas iad agus mar as urrainn dhut cuideachadh le bhith a’ toirt seachad tabhartas no ag obair saor-thoileach.
gu: અમારા અનોખા ડેટાબેઝનો ઉપયોગ કરીને તમારી નજીકની ફૂડ બેંક શોધો, તેમને શું જોઈએ છે અને તમે દાન આપીને અથવા સ્વયંસેવક બનીને કેવી રીતે મદદ કરી શકો છો તે જુઓ.
it: Utilizza il nostro esclusivo database per trovare una banca alimentare vicino a te, scoprire di cosa ha bisogno e come puoi aiutarla donando o facendo volontariato.
lt: Pasinaudokite mūsų unikalia duomenų baze, kad rastumėte maisto banką netoliese, sužinotumėte, ko jiems reikia ir kaip galite padėti aukodami ar savanoriaudami.
pa: ਸਾਡੇ ਵਿਲੱਖਣ ਡੇਟਾਬੇਸ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਆਪਣੇ ਨੇੜੇ ਇੱਕ ਫੂਡ ਬੈਂਕ ਲੱਭੋ, ਦੇਖੋ ਕਿ ਉਹਨਾਂ ਨੂੰ ਕੀ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਤੁਸੀਂ ਦਾਨ ਜਾਂ ਸਵੈ-ਸੇਵੀ ਸੇਵਾ ਕਰਕੇ ਕਿਵੇਂ ਮਦਦ ਕਰ ਸਕਦੇ ਹੋ।
pl: Skorzystaj z naszej wyjątkowej bazy danych, aby znaleźć bank żywności w Twojej okolicy, dowiedzieć się, czego potrzebują i jak możesz pomóc, przekazując darowiznę lub angażując się jako wolontariusz.
pt: Utilize nosso banco de dados exclusivo para encontrar um banco de alimentos perto de você, veja do que ele precisa e como você pode ajudar doando ou trabalhando como voluntário.
ro: Folosește baza noastră de date unică pentru a găsi o bancă de alimente în apropierea ta, pentru a vedea de ce au nevoie și cum poți ajuta donând sau oferindu-te voluntariat.
ta: உங்களுக்கு அருகிலுள்ள உணவு வங்கியைக் கண்டறிய எங்கள் தனித்துவமான தரவுத்தளத்தைப் பயன்படுத்தவும், அவர்களுக்கு என்ன தேவை என்பதையும், நன்கொடை அளிப்பதன் மூலமோ அல்லது தன்னார்வத் தொண்டு செய்வதன் மூலமோ நீங்கள் எவ்வாறு உதவலாம் என்பதையும் காணவும்.
tr: Benzersiz veri tabanımızı kullanarak size en yakın gıda bankasını bulun, ihtiyaçlarını öğrenin ve bağış yaparak veya gönüllü olarak nasıl yardımcı olabileceğinizi keşfedin.

source: Services for food banks
gu: ફૂડ બેંકો માટેની સેવાઓ
pa: ਫੂਡ ਬੈਂਕਾਂ ਲਈ ਸੇਵਾਵਾਂ
pt: Serviços para bancos de alimentos
ro: Servicii pentru băncile de alimente
tr: Gıda bankalarına yönelik hizmetler

source: News from food banks
gu: ફૂડ બેંકો તરફથી સમાચાર
pa: ਫੂਡ ਬੈਂਕਾਂ ਤੋਂ ਖ਼ਬਰਾਂ
pt: Notícias dos bancos de alimentos
ro: Știri de la băncile de alimente
tr: Gıda bankalarından haberler

source: We've worked with
ar: لقد عملنا مع
bg: Работили сме с
bn: আমরা এর সাথে কাজ করেছি
cy: Rydyn ni wedi gweithio gyda
es: Hemos trabajado con
fr: Nous avons travaillé avec
ga: D'oibrigh muid le
gd: Tha sinn air a bhith ag obair le
gu: અમે સાથે કામ કર્યું છે
it: Abbiamo lavorato con
lt: Mes dirbome su
pa: ਅਸੀਂ ਨਾਲ ਕੰਮ ਕੀਤਾ ਹੈ
pl: Współpracowaliśmy z
pt: Nós trabalhamos com
ro: Am lucrat cu
ta: நாங்கள் இணைந்து பணியாற்றியுள்ளோம்
tr: Bizler birlikte çalıştık
ur: ہم نے ساتھ کام کیا ہے۔

source: How we can help
ar: كيف يمكننا المساعدة
bg: Как можем да помогнем
bn: আমরা কীভাবে সাহায্য করতে পারি
cy: Sut gallwn ni helpu
es: Cómo podemos ayudar
fr: Comment pouvons-nous vous aider ?
ga: Conas is féidir linn cabhrú
gd: Mar as urrainn dhuinn cuideachadh
gu: આપણે કેવી રીતે મદદ કરી શકીએ છીએ
it: Come possiamo aiutare
lt: Kaip galime padėti
pa: ਅਸੀਂ ਕਿਵੇਂ ਮਦਦ ਕਰ ਸਕਦੇ ਹਾਂ
pl: Jak możemy pomóc
pt: Como podemos ajudar
ro: Cum putem ajuta
ta: நாங்கள் எப்படி உதவ முடியும்
tr: Nasıl yardımcı olabiliriz?
ur: ہم کس طرح مدد کر سکتے ہیں۔

source: Public
ar: عام
bg: Публичен
bn: পাবলিক
cy: Cyhoeddus
es: Público
ga: Poiblí
gd: Poblach
gu: જાહેર
it: Pubblico
lt: Viešas
pa: ਜਨਤਕ
pl: Publiczny
pt: Público
ta: பொது
tr: Herkese Açık
ur: عوامی

source: Use our tool to find your local food banks, then donate, volunteer or take political action.
ar: استخدم أداة البحث لدينا للعثور على بنوك الطعام المحلية لديك، ثم قم بالتبرع أو التطوع أو اتخاذ إجراء سياسي.
bg: Използвайте нашия инструмент, за да намерите местните хранителни банки, след което да дарите, станете доброволец или предприемете политически действия.
bn: আপনার স্থানীয় খাদ্য ব্যাংকগুলি খুঁজে পেতে আমাদের টুলটি ব্যবহার করুন, তারপর দান করুন, স্বেচ্ছাসেবক হোন অথবা রাজনৈতিক পদক্ষেপ নিন।
cy: Defnyddiwch ein hofferyn i ddod o hyd i'ch banciau bwyd lleol, yna cyfrannu, gwirfoddoli neu gymryd camau gwleidyddol.
es: Utilice nuestra herramienta para encontrar los bancos de alimentos locales y luego donar, ser voluntario o tomar acción política.
fr: Utilisez notre outil pour trouver les banques alimentaires de votre région, puis faites un don, devenez bénévole ou engagez-vous politiquement.
ga: Bain úsáid as ár n-uirlis chun do bhainc bia áitiúla a aimsiú, ansin síntiús a thabhairt, obair dheonach a dhéanamh nó gníomh polaitiúil a ghlacadh.
gd: Cleachd an inneal againn gus na bancaichean bìdh ionadail agad a lorg, an uairsin thoir seachad, saor-thoileach no gabh gnìomh poilitigeach.
gu: તમારા સ્થાનિક ફૂડ બેંકો શોધવા માટે અમારા ટૂલનો ઉપયોગ કરો, પછી દાન કરો, સ્વયંસેવક બનો અથવા રાજકીય પગલાં લો.
it: Utilizza il nostro strumento per trovare le banche alimentari locali, quindi fai una donazione, fai volontariato o agisci politicamente.
lt: Pasinaudokite mūsų įrankiu, kad rastumėte savo vietos maisto bankus, tada paaukokite, savanoriaukite arba imkitės politinių veiksmų.
pa: ਆਪਣੇ ਸਥਾਨਕ ਫੂਡ ਬੈਂਕਾਂ ਨੂੰ ਲੱਭਣ ਲਈ ਸਾਡੇ ਟੂਲ ਦੀ ਵਰਤੋਂ ਕਰੋ, ਫਿਰ ਦਾਨ ਕਰੋ, ਸਵੈ-ਸੇਵਕ ਬਣੋ ਜਾਂ ਰਾਜਨੀਤਿਕ ਕਾਰਵਾਈ ਕਰੋ।
pl: Skorzystaj z naszego narzędzia, aby znaleźć lokalne banki żywności, a następnie przekaż darowiznę, zostań wolontariuszem lub podejmij działania polityczne.
pt: Use nossa ferramenta para encontrar bancos de alimentos locais e, em seguida, faça uma doação, seja voluntário ou tome uma atitude política.
ro: Folosiți instrumentul nostru pentru a găsi băncile alimentare locale, apoi donați, faceți voluntariat sau luați măsuri politice.
ta: உங்கள் உள்ளூர் உணவு வங்கிகளைக் கண்டறிய எங்கள் கருவியைப் பயன்படுத்தவும், பின்னர் நன்கொடை அளிக்கவும், தன்னார்வத் தொண்டு செய்யவும் அல்லது அரசியல் நடவடிக்கை எடுக்கவும்.
tr: Aracımızı kullanarak size en yakın gıda bankalarını bulun, ardından bağış yapın, gönüllü olun veya siyasi eylemde bulunun.
ur: اپنے مقامی فوڈ بینکوں کو تلاش کرنے کے لیے ہمارے ٹول کا استعمال کریں، پھر عطیہ کریں، رضاکارانہ طور پر کام کریں یا سیاسی کارروائی کریں۔

source: Find out how to help
ar: اكتشف كيفية المساعدة
bg: Разберете как да помогнете
bn: কীভাবে সাহায্য করবেন তা জেনে নিন
cy: Darganfyddwch sut i helpu
es: Descubra cómo ayudar
fr: Découvrez comment aider
ga: Faigh amach conas cabhrú
gd: Faigh a-mach mar a chuidicheas tu
gu: કેવી રીતે મદદ કરવી તે જાણો
it: Scopri come aiutare
lt: Sužinokite, kaip padėti
pa: ਜਾਣੋ ਕਿਵੇਂ ਮਦਦ ਕਰਨੀ ਹੈ
pl: Dowiedz się, jak pomóc
pt: Descubra como ajudar
ro: Aflați cum să ajutați
ta: எப்படி உதவுவது என்று அறிக
tr: Nasıl yardım edebileceğinizi öğrenin.
ur: مدد کرنے کا طریقہ معلوم کریں۔

source: Media
ar: الوسائط
bg: Медия
bn: মিডিয়া
cy: Cyfryngau
fr: Média
ga: Meáin
gd: Na meadhanan
gu: મીડિયા
lt: Medija
pa: ਮੀਡੀਆ
pt: Mídia
ta: ஊடகம்
tr: Medya
ur: میڈیا

source: Journalists, in particular data journalists, can use our data for stories around food poverty.
ar: يمكن للصحفيين، وخاصة صحفيي البيانات، استخدام بياناتنا في إعداد قصص حول فقر الغذاء.
bg: Журналистите, по-специално журналистите, занимаващи се с данни, могат да използват нашите данни за истории, свързани с хранителната бедност.
bn: সাংবাদিকরা, বিশেষ করে ডেটা সাংবাদিকরা, খাদ্য দারিদ্র্যের গল্পের জন্য আমাদের ডেটা ব্যবহার করতে পারেন।
cy: Gall newyddiadurwyr, yn enwedig newyddiadurwyr data, ddefnyddio ein data ar gyfer straeon am dlodi bwyd.
es: Los periodistas, en particular los periodistas de datos, pueden utilizar nuestros datos para elaborar artículos sobre la pobreza alimentaria.
fr: Les journalistes, et notamment les journalistes de données, peuvent utiliser nos données pour réaliser des reportages sur la précarité alimentaire.
ga: Is féidir le hiriseoirí, go háirithe iriseoirí sonraí, ár sonraí a úsáid le haghaidh scéalta faoi bhochtaineacht bia.
gd: Faodaidh luchd-naidheachd, gu sònraichte luchd-naidheachd dàta, an dàta againn a chleachdadh airson sgeulachdan mu bhochdainn bìdh.
gu: પત્રકારો, ખાસ કરીને ડેટા પત્રકારો, ખાદ્ય ગરીબી વિશેની વાર્તાઓ માટે અમારા ડેટાનો ઉપયોગ કરી શકે છે.
it: I giornalisti, in particolare i giornalisti dei dati, possono utilizzare i nostri dati per raccontare storie sulla povertà alimentare.
lt: Žurnalistai, ypač duomenų žurnalistai, gali naudoti mūsų duomenis istorijoms apie maisto nepriteklių.
pa: ਪੱਤਰਕਾਰ, ਖਾਸ ਕਰਕੇ ਡੇਟਾ ਪੱਤਰਕਾਰ, ਸਾਡੇ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਭੋਜਨ ਦੀ ਗਰੀਬੀ ਬਾਰੇ ਕਹਾਣੀਆਂ ਲਈ ਕਰ ਸਕਦੇ ਹਨ।
pl: Dziennikarze, a w szczególności dziennikarze zajmujący się danymi, mogą wykorzystywać nasze dane do tworzenia materiałów na temat ubóstwa żywnościowego.
pt: Jornalistas, em especial jornalistas de dados, podem usar nossos dados para histórias sobre pobreza alimentar.
ro: Jurnaliştii, în special jurnaliştii de date, pot folosi datele noastre pentru povestiri despre sărăcia alimentară.
ta: பத்திரிகையாளர்கள், குறிப்பாக தரவு பத்திரிகையாளர்கள், உணவு வறுமை பற்றிய கதைகளுக்கு எங்கள் தரவைப் பயன்படுத்தலாம்.
tr: Gazeteciler, özellikle veri gazetecileri, gıda yoksulluğuyla ilgili haberler yapmak için verilerimizi kullanabilirler.
ur: صحافی، خاص طور پر ڈیٹا جرنلسٹ، ہمارے ڈیٹا کو خوراک کی غربت کے ارد گرد کہانیوں کے لیے استعمال کر سکتے ہیں۔
